** DONE 给张清民书记汇报
   CLOSED: [2017-09-13 三 10:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-13 三 10:08]
   CLOCK: [2017-09-13 三 09:35]--[2017-09-13 三 10:08] =>  0:33
   :END:
   校企合作意向，请学校研究决定。

   [2017-09-13 三 09:34]

** DONE 同中兴谈校企合作
   CLOSED: [2017-09-28 四 11:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-28 四 11:58]
   CLOCK: [2017-09-28 四 11:06]--[2017-09-28 四 11:58] =>  0:52
   :END:
   - 规模：30-60人
   - 企业投入：学费收入1/3
   - 合作期：三届学生五年。
   [2017-09-28 四 11:55]

** DONE Review One,Two,Three
   CLOSED: [2017-09-29 五 11:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-29 五 11:58]
   CLOCK: [2017-09-29 五 11:22]--[2017-09-29 五 11:58] =>  0:36
   :END:
   99.8%,99.8%,99.6%
   lasts thirty minutes
   Four,Five
   99.9%,99.6%
   [2017-09-29 五 10:45]
   99.4% lesson six
** DONE Review
   CLOSED: [2017-09-30 六 08:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-30 六 08:20]
   CLOCK: [2017-09-30 六 08:02]--[2017-09-30 六 08:20] =>  0:18
   :END:
   eight 98.4%
** DONE bring them to the center of hospital
   CLOSED: [2017-10-07 Sat 11:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-07 Sat 11:46]
   CLOCK: [2017-10-07 Sat 09:10]--[2017-10-07 Sat 11:46] =>  2:36
   :END:

  [2017-10-07 Sat 09:10]

** DONE Spacemacs 使用总结
   CLOSED: [2017-10-03 Tue 17:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-03 Tue 17:08]
   CLOCK: [2017-10-03 Tue 16:47]--[2017-10-03 Tue 17:08] =>  0:21
   CLOCK: [2017-10-03 Tue 07:18]--[2017-10-03 Tue 07:36] =>  0:18
   :END:
   https://segmentfault.com/a/1190000004351857
   简介
   Spacemacs 是一份 emacs 的配置文件，想要使用它，你先要有 emacs。

   安装 & 使用
   $ git clone https://github.com/syl20bnr/spacemacs ~/.emacs.d
   $ emacs
   常用快捷键
   配置文件管理

   SPC f e d 快速打开配置文件 .spacemacs
   SPC f e R 同步配置文件

   文件管理

   SPC f f 打开文件（夹），相当于 $ open xxx 或 $ cd /path/to/project
   SPC p f 搜索文件名，相当于 ST / Atom 中的 Ctrl + p
   SPC s a p 搜索内容，相当于 $ ag xxx 或 ST / Atom 中的 Ctrl + Shift + f

   SPC b k 关闭当前 buffer (SPC b d)
   SPC SPC 搜索当前文件 (spc s s )

   窗口管理

   SPC f t 打开/关闭侧边栏，相当于 ST / Atom 中的 Ctrl(cmd) + k + b

   SPC 0 光标跳转到侧边栏（NeoTree）中
   SPC n(数字) 光标跳转到第 n 个 buffer 中

   SPC w s | SPC w - 水平分割窗口
   SPC w v | SPC w / 垂直分割窗口
   SPC w c 关闭当前窗口

   对齐

   SPC j = 自动对齐，相当于 beautify

   Emacs 服务器
   Spacemacs 会在启动时启动服务器，这个服务器会在 Spacemacs 关闭的时候被杀掉。

   使用 Emacs 服务器
   当 Emacs 服务器启动的时候，我们可以在命令行中使用 emacsclient 命令：

   $ emacsclient -c 用 Emacs GUI 来打开文件
   $ emacsclient -t 用命令行中 Emacs 来打开文件
   杀掉 Emacs 服务器
   除了关闭 Spacemacs 之外，我们还可以用下面的命令来杀掉 Emacs 服务器：

   $ emacsclient -e '(kill-emacs)'
   持久化 Emacs 服务器
   我们可以持久化 Emacs 服务器，在 Emacs 关闭的时候，服务器不被杀掉。只要设置
   ~/.spacemacs 中 dotspacemacs-persistent-server 为 t 即可。

   但这种情况下，我们只可以通过以下方式来杀掉服务器了：

   SPC q q 退出 Emacs 并杀掉服务器，会对已修改的 Buffer 给出保存的提示。
   SPC q Q 同上，但会丢失所有未保存的修改。

** DONE bindings key learn
   CLOSED: [2017-09-28 四 15:42]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-28 四 15:42]
   CLOCK: [2017-09-28 四 14:21]--[2017-09-28 四 15:42] =>  1:21
   :END:
** DONE Vim教程
   CLOSED: [2017-09-28 四 16:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-28 四 16:26]
   CLOCK: [2017-09-28 四 16:23]--[2017-09-28 四 16:26] =>  0:03
   :END:
   http://wenku.baidu.com/view/8463bd6102020740be1e9ba7.html?re=view&pn=51

* DONE \latex
  CLOSED: [2017-09-27 三 20:28]
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-09-27 三 20:28]
  - State "STARTED"    from "DONE"       [2017-09-27 三 19:42]
  CLOCK: [2017-09-27 三 19:42]--[2017-09-27 三 20:28] =>  0:46
  - State "DONE"       from "STARTED"    [2017-09-27 三 19:41]
  CLOCK: [2017-09-27 三 19:17]--[2017-09-27 三 19:41] =>  0:24
  :END:
**** DONE （5）成长壮大
     CLOSED: [2017-10-09 Mon 11:46]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2017-10-09 Mon 11:46]
     CLOCK: [2017-10-09 Mon 11:01]--[2017-10-09 Mon 11:46] =>  0:45
     :END:

鼓励创业公司快速发布产品，因为这样可以尽早知道一个创意是否可行。其次，认为一定要
特别关注用户需要什么，这样才有办法将一个苤项目转变成好项目。“许多伟大的公司，一
开始的时候做的都是与后来业务完全不同的事情。乔布斯创建苹果公司后的第一个计划是出
售计算机零件，然后让用户自己组装，后来才变成开发苹果电脑。你需要倾听用户的声音，
琢磨他们需要什么，然后去做。” 所有学员刚刚来到YC的时候，每人都会拿到一件白色恤
衫，上面写着“Make something people want”（制造用户需要的东西），等到他们的项目
行到风险投资以后，以会收到一件黑色T恤衫，上面写着“I made something people
want”（我制造了用户需要的东西）。
比起那些令人叫好的创意，格雷厄姆更看重创始人的素质。他说：“我们从一开始就认识到，
创始人本身比他的创意更重要。”他还认为，小团队更容易成功，创始成员总数最好不要超
过三个人。其中一个原因是，创始人越多，股权越不容易平等分配，容易造成内耗。

格雷厄姆认为，我们正在进入一个创业时代。未来的社会，创业可能成为一种常态，而替别
人打工反而成了少见的事情。一方面，创业是最有效的创造财富的方法，对创始人、对投资
者、对社会都如此。“如果拉里-佩奇（Larry Page）和谢尔盖-布林（Sergey Brin）没有
创立谷歌，那么他们可能还在某个研究部门工作，写一些不会有多少人使用的代码。但是，
他们选择了创业，想一想这样做为全世界增加了多少价值？”另一方面，创业越来越简单了，
成本也越来越低。“以前创业很昂贵，你不得不找到投资人才能创业。而现在，唯一的门槛
就是勇气。”

格雷厄姆认为，对于科技公司来说，未来充满了机会，前景一片光明。“所有东西都在变成
软件。印刷机诞生后，人类写过多少个字，未来就有多少家软件公司。”多少个字，未来就有多少家软件公司。”

*** DONE 译者序
    CLOSED: [2017-10-10 二 11:24]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-10-10 二 11:24]
    - State "STARTED"    from "DONE"       [2017-10-10 Tue 09:15]
    CLOCK: [2017-10-10 Tue 09:15]--[2017-10-10 Tue 10:37] =>  1:22
    - State "DONE"       from "STARTED"    [2017-10-09 Mon 19:17]
    CLOCK: [2017-10-09 Mon 19:01]--[2017-10-09 Mon 19:17] =>  0:16
    :END:

你现在拿在手里的是一本非常重要、也非常独特的书。

它的作者是美国互联网llwj举足轻重、有“创业教父”之称的哈佛大学计算机博士保罗-格
雷厄姆（Paul Graham）。本书是他的文集。

书中的内容并不深奥，不仅仅是写给程序员和创业者的，更是写给普通读者的。作者最大的
目的就是，通过这本书让普通读者理解我们所处的这个计算机时代。

1968年至1972年期间，美国出版过一本叫做《地球商品目录》（Whole Earth Catalog）的
杂志，内容从植物种子到电子仪器，无所不包，出版目的据说是要帮助读者“理解整个系
统”。多年后，草果公司的总裁乔布斯盛赞它“有点像印刷版的谷歌”。从某种意义上说，
本书也是如此，本书也是如此，作者试图从许许多多不同的方面解释这个时代的内在脉络，
揭示它的发展轨迹，帮助你看清我们现在的位置和将来的方向。

电子技术的发展，使得计算机日益成为人类社会必不可少的一部分。

每个人日常生活的很大一部分都化在与计算机打交道上面。家用电表是智能的，通信网络是
程控的，信用卡是联网的，就连点菜都会用到电子菜单。越来越多的迹象表明，未来的人类
生活不仅是人与人的互动，而且更多的将是人与计算机的互动。

想要把握这个时代，就必须理解计算机。理解计算机的关键，则是要理解计算机背后的人。
表面上这是一个机器的时代，但是实际上机器的设计者决定了我们的时代。程序员的审美决
定了你看到的软件界面，程序员的爱好决定了你有什么样的软件可以使用。

我们的时代是程序员主导的时代，而伟大的程序员就是黑客。

本书就是帮助你了解黑客、从而理解这个时代的一把钥匙。

在媒体和普通人的眼里，“黑客”（Hacker）就是入侵计算机的人，就是“计算机犯罪”的
同义词。但是，这并不是它的真正含义（至少不是原意），更不是本书所使用的含义。

要想读懂这本书，首先就必须正确理解什么是“黑客”。

为了把这个问题说清楚，有必要从源头上讲起。1946年，第一台电子计算机ENIAC在美国诞
生，从此世界上一些最聪明、最有创造力的人开始进入这个行业，在他们身上逐渐地形成了
一种独特的技术文化。在这种文化的发展过程中，涌现了很多“行话”（jargon）。20世纪
60年代初，麻省理工学院有一个学生团体叫做“铁路模型技术俱乐部”（Tech Model
Railroad Club,简称TMRC）,他们反难题的解决方法称为hack。
在这里，hack 作为名词有两个意思，既可以指很巧妙或很便捷的解决方法，也可以指比较
笨拙、不那么优雅的解决方法。两者都能称为hack,不同的是，前者是漂亮的解决方法
（cool hack或neat hack），后者是丑陋的解决方法（ugly hack 或quick hack）。hack
的字典解释是砍（木头），在这些学生看来，解决一个计算机难题就好像砍倒一棵大树。那
么相应地，完成这种hack的过程就被称为hacking，而从事hacking的人就是hacker， 也就
是黑客。

从这个意思出发，hack还有一个引申义，指对某个程序或设备进行个性，使其完成原来不可
用的功能（或者禁止外部使用者接触到的功能）。在这种意义上，hacking可以与盗窃信息、
信用卡欺诈或其他计算机犯罪联系在一起，这也是后来“黑客”被当作计算机入侵者的称呼
的原因。

但是，在20世纪60年代这个词被发明的时候，“黑客”完全是正面意义上的称呼。TMRC使用
这个词是带有敬意的，因为在他们看来，如果要完成一个hack，就必然包含着高度的革新、
独树一帜的风格、精湛的技艺。最能干的人会自豪了称自己为黑客。

这时，“黑客”这个词不仅是第一流能力的象征，还包含着求解问题过程中产生的精神愉悦
或享受。也就是说，从一开始，黑客就是有精神追求的。自由软件基金会创始人理查德-斯
托你尔曼说：“出于兴趣而解决某个难题，不管它有没有用，这就是黑客。”

根据理查德-斯托尔曼的说法，黑客行为必须包含三个特点：好玩、高智商、；探索精神。
只有其行为同时满足这三个标准，才能被称为“黑客”。另一方面，它们也构成了黑客的价
值观，黑客追求的就是这三种价值，而不是实用性或金钱。

1984年，《新闻周刊》的记者史蒂文-利维出版了历史上第一本介绍黑客的著作————《黑客：
计算机革命的英雄》（/Hackers: Heroes of the Computer Revolution/）。在该书中，他
进一步将黑客的价值观总结为六条“黑客伦理”（hacker ethic）,直到今天这几条伦理都
被视为这方面的最佳论述。

（1）使用计算机以及所有有助于这个世界本质的事物都不应受到任何限制。任何事情都应
该亲手尝试。

（Access to computers __ and anything that might teach you something about the
way the world works __ should be unlimited and total. Always yield to the Hands
_ On Imperative！）
（2）信息应该全部免费。

(All information should be free.)

（3）不信任权威，提倡去中心化。

（Mistrust Authorth ————Promote Decentralization.）

（4）判断一名黑客的水平应该看他的技术能力，而不是看他的学历、年龄或地位等其他标
准。

（Hackers should be judged by their hacking, not bogus criteria such as degrees,
age, race, or position.）

（5）你可以用计算机创造美和艺术。

（You can create art and beauty on a computer.）

（6）计算机使生活更美好。

（Computers can change your life for the better.）

根据这六条“黑客伦理”，黑客价值观的核心原则可以概括成这样几点：分享、开放、民主、
计算机的自由使用、进步。

所以，“黑客”这个词的原始含义就是指那些信奉“黑客伦理”而且能力高超的程序员。历
史上一些最优秀的程序员都是“黑客”。除了上文提到的理查德-斯托尔曼，还包括Unix操
作系统创始人丹尼斯-里奇和肯—汤普森，经典巨著《计算机程序设计艺术》的作者、斯坦福
大学计算机教授高德纳，Linex 操作系统创始人莱纳斯-托湃兹，“开源运动”创始人埃里
克-雷蒙德，微软公司创始人比尔-盖茨等。正是黑客把计算机工业推向了更高的高度。

“黑客伦理”的一个必然推论就是，黑客不服从管教，具有叛逆精神。

黑客通常对管理者强加的、限制他们行为的愚蠢三分之一不屑一顾，会找出规避的方法。一
部分原因是为了自由使用计算机，另一部分原因是为了展现自己的聪明。比如，计算机设备
的各种安全措施就是最常被黑客破解的东西。史蒂夫·利维对这一点有过段生动的描述：

“对于黑客来说，关着的门就是一种挑衅，而锁着的门则是一种侮辱。……黑客相信，只有
有助于改进现状、探索未知，人们就应该被允许自由地使用各种工具和信息。当一个黑客需
要一样东西来帮助自己进行创造、进行探索或者进行修修补补时，他不会自找麻烦，不会接
受那些财产专有权的荒谬概念。”

这就是黑客有时会入侵计算机系统的原因，他们的主要目的并不是健儿别人的利益，这与那
些计算机罪犯是不同的。

1983年，一帮密尔沃基市的青少年黑客入侵了美国和加拿大的一些计算机系统，这件事被广
泛报道，同年9月5日的《酒瘾周刊》封面报道的标题就是“小心：黑客在行动”，这是历史
上主流媒体第一次使用“黑客”这个词。在报道的时候，媒体只注意和强调黑客行为一个很
窄的方面：入侵系统。（可能因为这种行为容易引起公众的注意，提升报道的关注度。）他
们反黑客简单定义主入侵系统、破坏安全设施的人。从此，大多数人对于黑客有了错误的看
法。同时，那些入侵计算机的程序员也自称“黑客”，使得这个问题进一步复杂化。

杂志、电视剧、电影、小说都对黑客的这种形象大肆渲染。黑客成了反社会的技术高手的代
名词，仿佛只要他坐在键盘前，就有一种从犯罪活动的魔力，可以操纵任何与网络相连的机
器，从核弹到车库大门，都在黑客敲打键盘的操作之中被控制。根据这种观点，黑客在最好
的情况下是一个没有认识到自己能力的清白的人，在最坏的情况下则是一个恐怖分子。在过
去几年中，随着计算机病毒的泛滥，黑客在大众心目中已经成了一个有害的人群。

那些传统意义上的黑客不认同这样使用“黑客”这个词。他们认为，历史上确实有一些正直
的黑客，为了亲自了解系统，做过违反法规的入侵举动。但是，那些人并没有恶意，而且从
一开始恶作剧就是黑客文化的一部分，仅仅由此推断入侵和破坏系统就是黑客文化的实质完
全是错误的。真正的黑客致力于改变世界，让世界运转得更好。媒体对黑客的定义未免过于
片面。

为了澄清“黑客”这个概念，他们提出只有传统意义上的黑客才能被称为hacker，而那些恶
意入侵计算机系统的人应该被称为cracker(入侵者)。这个观点已经在程序员社区中得到普
遍认同。
*** DONE 原标题：【干部必读】党报刊文谈“政治能力”，信息量极大
    CLOSED: [2017-09-26 二 21:38]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-09-26 二 21:38]
    CLOCK: [2017-09-26 二 20:32]--[2017-09-26 二 21:38] =>  1:06
    :END:

    【学习小组按】

    “提高政治能力”是习近平关心的重大命题之一。

    习近平在省部级主要领导干部学习贯彻十八届六中全会精神专题研讨班开班式上发表重要讲话，明确提出“注重提高政治能力”的重大命题。

    但，一般人说不清楚：什么是“政治能力”，怎么拥有“政治能力”，如何提高“政治能力”？

    近日，《人民日报》刊登武警部队政治委员朱生岭的《着力提高与履行领导职责相匹配的政治能力（深入学习贯彻习近平同志系列重要讲话精神）》一文，该文从充分认识提高政治能力的重大意义、正确理解提高政治能力的丰富内涵、科学把握提高政治能力的方法途径三个方面，系统论述了领导干部，尤其是军队领导干部，提高、履行与领导职责相匹配的政治能力的意义和方法。

** DONE 习近平：在知识分子、劳模、青年代表座谈会上的讲话
   CLOSED: [2017-09-27 三 09:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 09:53]
   CLOCK: [2017-09-27 三 09:03]--[2017-09-27 三 09:53] =>  0:50
   :END:
   http://news.ifeng.com/a/20160430/48641425_0.shtml
   4月26日，中共中央总书记、国家主席、中央军委主席习近平在安徽合肥主持召开知识分子、
   劳动模范、青年代表座谈会并发表重要讲话。新华社记者李涛摄


   核心提示：习近平近日在安徽合肥主持召开知识分子代表座谈会，强调各级党委和政府以及
   各级领导干部要就工作和决策中的有关问题主动征求他们的意见和建议，欢迎他们提出批评。
   对来自知识分子的意见和批评，只要出发点是好的，就要热忱欢迎，对的就要积极采纳；即
   使一些意见和批评有偏差，甚至不正确，也要多一些包容、多一些宽容，坚持不抓辫子、不
   扣帽子、不打棍子。

   原标题：习近平：在知识分子、劳动模范、青年代表座谈会上的讲话

   （授权发布）习近平：在知识分子、劳动模范、青年代表座谈会上的讲话

   新华社合肥4月30日电

   在知识分子、劳动模范、青年代表座谈会上的讲话

   （2016年4月26日）

   习近平

   大家好！我这次来安徽调研，正好是“五一”国际劳动节、“五四”青年节前夕。今天，我
   们在这里召开一个座谈会，请一些知识分子、劳动模范、青年代表来座谈，主要是想当面听
   听大家的意见和建议，号召广大知识分子、广大劳动群众、广大青年共同为全面建成小康社
   会而奋斗，并以此纪念即将到来的“五一”国际劳动节、“五四”青年节。

   首先，我代表党中央，向在座各位，并通过你们，向全国广大知识分子、广大劳动群众、广
   大青年，致以诚挚的问候和节日的祝贺！

   刚才，几位同志的发言，结合自己的学习和工作，谈认识、谈感受、提建议，很生动、很朴
   实、很有见地，听后很受鼓舞、很受启发。

   今天这个座谈会，请来的是知识分子、劳动模范、青年代表。这样安排，我们是有考虑的。
   我国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。知识分子是工
   人阶级的一部分，劳动人民是国家的主人，青年是中国特色社会主义事业接班人、是国家的
   未来和民族的希望。我们要全面建成小康社会，进而建成富强民主文明和谐的社会主义现代
   化国家，实现中华民族伟大复兴，必须依靠知识，必须依靠劳动，必须依靠广大青年。这是
   我们国家和民族发展的力量所在，也是我们事业成功的力量所在。

   党的十八大以来，每年“五一”国际劳动节、“五四”青年节，我都参加相关活动，也讲过
   一些话。就知识分子工作，我也在不同场合讲过一些意见。我的有关讲话归结起来，核心意
   思就是：经过近代以来特别是中国共产党诞生以来中国人民持续奋斗，中华民族伟大复兴已
   经展现出光明前景，现在我们比历史上任何时期都更接近中华民族伟大复兴的目标，比历史
   上任何时期都更有信心、更有能力实现这个目标。同时，实现中华民族伟大复兴还有很长的
   路要走，前进道路并不平坦，必须坚定中国特色社会主义道路自信、理论自信、制度自信，
   随时准备应对各种困难和挑战，无论遇到什么风浪我们都不能停下前进步伐；实现中华民族
   伟大复兴是十分伟大而又十分艰巨的事业，需要全体中华儿女众志成城、万众一心，把一切
   力量都凝聚起来，把一切积极因素都调动起来，为了共同的目标不懈奋斗。

   我们正处在实现“两个一百年”奋斗目标中第一个一百年奋斗目标、全面建成小康社会的决
   胜阶段。党的十八届五中全会和“十三五”规划纲要，描绘了全面建成小康社会宏伟蓝图。
   现在，摆在我们面前的任务是把美好蓝图变为现实。广大知识分子、广大劳动群众、广大青
   年要紧跟时代、肩负使命、锐意进取，把自身的前途命运同国家和民族的前途命运紧紧联系
   在一起，努力为全面建成小康社会贡献智慧和力量。

   这里，我就新形势下进一步发挥广大知识分子、广大劳动群众、广大青年的作用讲一些意见。

   全面建成小康社会，我国广大知识分子能够提供十分重要的人才支撑、智力支撑、创新支撑。
   希望我国广大知识分子充分发挥自身优势，勇于担当、敢于创新，服务社会、报效人民，努
   力作出新的更突出的贡献。

   知识分子，顾名思义，就是文化水平较高、知识比较丰富的人，其中不少是学有所长、术有
   专攻、在某个领域某个方面的行家专家。知识分子对知识、对技术掌握得比较多，对自然、
   对社会了解得比较深，在推动经济社会发展、推动社会文明进步中能够发挥十分重要的作用。
   在我们党领导革命、建设、改革90多年的历程中，广大知识分子为党和人民建立了彪炳史册
   的功勋。

   伴随党和人民事业不断发展，我国知识分子队伍越来越大，遍布全社会各个领域。在全面建
   成小康社会进程中，广大知识分子要肩负起自己的使命，立足岗位、不断学习、学以致用，
   做好本职工作。当老师，就要心无旁骛，甘守三尺讲台，“春蚕到死丝方尽，蜡炬成灰泪始
   干”。做研究，就要甘于寂寞，或是皓首穷经，或是扎根实验室，“板凳要坐十年冷，文章
   不写一句空”。搞创作，就要坚持以人民为中心的创作思想，深入实践、深入群众、深入生
   活，努力创作出人民群众喜爱的精品力作。一个知识分子，不论在哪个行业、从事什么职业，
   也不论学历、职称、地位有多高，唯有秉持求真务实精神，才能探究更多未知，才能获得更
   多真理，也才能为社会作出更大贡献。

   勇立潮头、引领创新，是广大知识分子应有的品格。面对日益激烈的国际竞争，我们必须把
   创新摆在国家发展全局的核心位置，不断推进理论创新、制度创新、科技创新、文化创新等
   各方面创新。广大知识分子要增强创新意识，敢于走前人没有走过的路，敢于抢占国内国际
   创新制高点。要把握创新特点，遵循创新规律，既奇思妙想、“无中生有”，努力追求原始
   创新，又兼收并蓄、博采众长，善于进行集成创新和引进消化吸收再创新；既甘于“十年磨
   一剑”，开展战略性创新攻关，又对接现实需求，及时开展应急性创新攻关；既尊重个人创
   造，发挥尖兵作用，又注重集体攻关，发挥合作优势。要坚持面向经济社会发展主战场、面
   向人民群众新需求，让创新成果更多更快造福社会、造福人民。

   天下为公、担当道义，是广大知识分子应有的情怀。我国知识分子历来有浓厚的家国情怀，
   有强烈的社会责任感。“修身齐家治国平天下”，“为天地立心、为生民立命、为往圣继绝
   学、为万世开太平”，“先天下之忧而忧，后天下之乐而乐”，这些思想为一代又一代知识
   分子所尊崇。现在，党和人民更加需要广大知识分子发扬这样的担当精神。这是一份沉甸甸
   的责任。广大知识分子要坚持国家至上、民族至上、人民至上，始终胸怀大局、心有大我。
   要坚守正道、追求真理，立足我国国情，放眼观察世界，不妄自菲薄，不人云亦云。要实事
   求是、客观公允，重实情、看本质、建真言，多为推进党和人民事业发展献计出力。任何时
   候任何情况下，都不能做有损国家民族尊严、有损知识分子良知的事。

   知识分子工作是党的一项十分重要的工作。各级党委和政府要切实尊重知识、尊重人才，充
   分信任知识分子，努力为广大知识分子工作学习生活创造更好条件。要深化科技、教育、文
   化体制改革，深化人才发展体制改革，加快形成有利于知识分子干事创业的体制机制，放手
   让广大知识分子把才华和能量充分释放出来。要遵循知识分子工作特点和规律，减少对知识
   分子创造性劳动的干扰，让他们把更多精力集中于本职工作。要善于运用沟通、协商、谈心
   等方式做好知识分子思想工作，多了解他们工作学习生活中的困难，多同他们共同探讨一些
   问题，多鼓励他们取得的成绩和进步。

   知识分子有思想、有主见、有责任，愿意对一些问题发表自己的见解。各级党委和政府、各
   级领导干部要就工作和决策中的有关问题主动征求他们的意见和建议，欢迎他们提出批评。
   对来自知识分子的意见和批评，只要出发点是好的，就要热忱欢迎，对的就要积极采纳。即
   使一些意见和批评有偏差，甚至不正确，也要多一些包容、多一些宽容，坚持不抓辫子、不
   扣帽子、不打棍子。人不是神仙，提意见、提批评不能要求百分之百正确。如果有的人提出
   的意见和批评不妥当或者是错误的，要开展充分的说理工作，引导他们端正认识、转变观点，
   而不要一下子就把人看死了，更不要回避他们、排斥他们。各级领导干部要善于同知识分子
   打交道，做知识分子的挚友、诤友。

   全面建成小康社会，我国亿万劳动群众是主体力量。希望我国广大劳动群众以劳动模范为榜
   样，爱岗敬业、勤奋工作，锐意进取、勇于创造，不断谱写新时代的劳动者之歌。

   “人生在勤，勤则不匮。”幸福不会从天降，美好生活靠劳动创造。全面建成小康社会的奋
   斗目标，为广大劳动群众指明了光明的未来；全面建成小康社会的历史任务，为广大劳动群
   众赋予了光荣的使命；全面建成小康社会的伟大征程，为广大劳动群众提供了宝贵的机遇。
   面对这样一个千帆竞发、百舸争流、有机会干事业、能干成事业的时代，广大劳动群众一定
   要倍加珍惜、倍加努力。

   劳动模范是劳动群众的杰出代表，是最美的劳动者。劳动模范身上体现的“爱岗敬业、争创
   一流，艰苦奋斗、勇于创新，淡泊名利、甘于奉献”的劳模精神，是伟大时代精神的生动体
   现。我们要在全社会大力宣传劳动模范的先进事迹，号召全社会向他们学习、向他们致敬。
   要为劳动模范更好施展才华、展现精神品格提供全方位支持，使他们的劳动技能、创新方法、
   管理经验能广泛传播，充分发挥示范带动作用。劳动模范要珍惜荣誉、谦虚谨慎、再接再厉，
   不断在新的起点上为党和人民创造更大业绩。

   素质是立身之基，技能是立业之本。广大劳动群众要勤于学习，学文化、学科学、学技能、
   学各方面知识，不断提高综合素质，练就过硬本领。要立足岗位学，向师傅学，向同事学，
   向书本学，向实践学。三百六十行，行行出状元。任何一名劳动者，无论从事的劳动技术含
   量如何，只要勤于学习、善于实践，在工作上兢兢业业、精益求精，就一定能够造就闪光的
   人生。

   人类是劳动创造的，社会是劳动创造的。劳动没有高低贵贱之分，任何一份职业都很光荣。
   广大劳动群众要立足本职岗位诚实劳动。无论从事什么劳动，都要干一行、爱一行、钻一行。
   在工厂车间，就要弘扬“工匠精神”，精心打磨每一个零部件，生产优质的产品。在田间地
   头，就要精心耕作，努力赢得丰收。在商场店铺，就要笑迎天下客，童叟无欺，提供优质的
   服务。只要踏实劳动、勤勉劳动，在平凡岗位上也能干出不平凡的业绩。

   梦想属于每一个人，广大劳动群众要敢想敢干、敢于追梦。说到底，实现中华民族伟大复兴
   的中国梦，要靠各行各业人们的辛勤劳动。现在，党和国家事业空间很大，只要有志气有闯
   劲，普通劳动者也可以在宽广舞台上展示自己的人生价值。许多劳动模范平凡而感人的事迹，
   都充分说明了这一点。我们要在全社会大力弘扬劳动精神，提倡通过诚实劳动来实现人生的
   梦想、改变自己的命运，反对一切不劳而获、投机取巧、贪图享乐的思想。

   各级党委和政府要关心和爱护广大劳动群众，切实把党和国家相关政策措施落实到位，不断
   推进相关领域改革创新，坚决扫除制约广大劳动群众就业创业的体制机制和政策障碍，不断
   完善就业创业扶持政策、降低就业创业成本，支持广大劳动群众积极就业、大胆创业。要切
   实维护广大劳动群众合法权益，帮助广大劳动群众排忧解难，积极构建和谐劳动关系。

   现在，我国经济发展进入新常态，经济发展方式正在深刻转变，经济结构正在深刻调整，这
   对部分劳动群众就业带来了暂时的影响。各级党委和政府要落实好失业人员再就业和生活保
   障、财政专项奖补等支持政策，落实和完善援助措施，创造更多就业岗位，通过鼓励企业吸
   纳、公益性岗位安置、社会政策托底等多种渠道帮助就业困难人员，实现零就业家庭动态
   “清零”，确保安置分流有序、社会和谐稳定。

   全面建成小康社会，广大青年是生力军和突击队。希望我国广大青年充分展现自己的抱负和
   激情，胸怀理想、锤炼品格，脚踏实地、艰苦奋斗，不断书写奉献青春的时代篇章。

   实现中华民族伟大复兴的中国梦，需要一代又一代有志青年接续奋斗。青年人朝气蓬勃，是
   全社会最富有活力、最具有创造性的群体。党和人民对广大青年寄予厚望。

   广大青年要自觉践行社会主义核心价值观，不断养成高尚品格。要以国家富强、人民幸福为
   己任，胸怀理想、志存高远，投身中国特色社会主义伟大实践，并为之终生奋斗。要加强思
   想道德修养，自觉弘扬爱国主义、集体主义精神，自觉遵守社会公德、职业道德、家庭美德。
   要坚持艰苦奋斗，不贪图安逸，不惧怕困难，不怨天尤人，依靠勤劳和汗水开辟人生和事业
   前程。“看似寻常最奇崛，成如容易却艰辛。”青年的人生之路很长，前进途中，有平川也
   有高山，有缓流也有险滩，有丽日也有风雨，有喜悦也有哀伤。心中有阳光，脚下有力量，
   为了理想能坚持、不懈怠，才能创造无愧于时代的人生。

   “人才有高下，知物由学。”梦想从学习开始，事业靠本领成就。广大青年要自觉加强学习，
   不断增强本领。人生的黄金时期在青年。青年时期学识基础厚实不厚实，影响甚至决定自己
   的一生。广大青年要如饥似渴、孜孜不倦学习，既多读有字之书，也多读无字之书，注重学
   习人生经验和社会知识。“纸上得来终觉浅，绝知此事要躬行。”所有知识要转化为能力，
   都必须躬身实践。要坚持知行合一，注重在实践中学真知、悟真谛，加强磨练、增长本领。

   广大青年要自觉奉献青春，为全面建成小康社会多作贡献。青年时光非常可贵，要用来干事
   创业、辛勤耕耘，为将来留下珍贵的回忆。广大农村青年要在发展现代农业、建设社会主义
   新农村中展现现代农民新形象，广大企业青年要在积极参与生产劳动、产品研发、管理创新
   中创造更多财富，广大科研单位青年要在深入钻研学问、主动攻克难题中多出创新成果，广
   大机关事业单位青年要在提高为社会、为民众服务水平中建功立业。

   广大青年要保持初生牛犊不怕虎的劲头，不懂就学，不会就练，没有条件就努力创造条件。
   “志之所趋，无远弗届，穷山距海，不能限也。”对想做爱做的事要敢试敢为，努力从无到
   有、从小到大，把理想变为现实。要敢于做先锋，而不做过客、当看客，让创新成为青春远
   航的动力，让创业成为青春搏击的能量，让青春年华在为国家、为人民的奉献中焕发出绚丽
   光彩。

   各级党委和政府要充分信任青年、热情关心青年、严格要求青年、积极引导青年，为广大青
   年成长成才、创新创造、建功立业做好服务保障工作。各级领导干部要做青年朋友的知心人、
   青年工作的热心人。

   我就讲这些。最后，祝大家工作顺利、身体健康、阖家幸福，在今后的工作中取得更大成绩！
** DONE 你和高考状元之间只差这十个学习习惯
   CLOSED: [2017-09-26 二 16:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-26 二 16:18]
   CLOCK: [2017-09-26 二 16:10]--[2017-09-26 二 16:18] =>  0:08
   :END:
   http://edu.sina.com.cn/gaokao/2017-07-16/doc-ifyiakur8928391.shtml
   大家皆是凡人，学霸和学渣相差的可能只是学习方法。高考成绩公布后，铺天盖地都是对高考状元的报道，那么除了家庭环境、成长氛围、颜值高低，本文把对2017年高考状元的关注点重新转移回到学习方法上来，看看状元们都有哪些学习的好习惯。
** DONE 快速学习者的高效学习策略
   CLOSED: [2017-09-28 四 19:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-28 四 19:02]
   - State "STARTED"    from "DONE"       [2017-09-28 四 18:57]
   CLOCK: [2017-09-28 四 18:57]--[2017-09-28 四 19:02] =>  0:05
   - State "DONE"       from "STARTED"    [2017-09-28 四 08:43]
   CLOCK: [2017-09-28 四 08:33]--[2017-09-28 四 08:43] =>  0:10
   :END:
   http://kb.cnblogs.com/page/545476/
   作者: 译/Jodoo  来源: 简书  发布时间: 2016-05-25 10:51  阅读: 19991 次  推荐: 97
   原文链接   [收藏]


   　　英文原文：5 Ways to Learn and Remember Absolutely Anything

   　　过早地关注细节，你很可能让自己陷入一叶障目不见森林的境地。
   高效学习者都有哪些学习策略值得效仿？这个问题最早出现在 Quora，本文源自对该问题的
   一个答复。


   该答复作者是阿莱西奥·布瑞沙尼，他在数字技术领域具有十五年的专业策略咨询经验。以
   下就是这个答复的具体内容。

   　　你提出的这个问题真的很棒。一直以来，我对商业、个人成长以及武术搏击均保持着浓
   厚的兴趣。这个问题促使我反思了过去的一些经历。

   　　我想告诉你，我见过不少貌似学习缓慢的人，他们对一些领域的深入理解程度远远超过
   了那些所谓的『快速学习者』。事实上，慢学习者在认真和仔细方面，恰好是快速学习者所
   缺乏的。所以我想对你说，那些看似低效的学习策略很可能正是你的优势，而不是缺点。在
   我表达了我的个人观点之后，我自己还有一些学习与记忆的基本策略想和你分享一下，这些
   策略来自我过去的工作与生活经历，我认为它们均具有一定的普遍价值。

** DONE 学习如何学习
   CLOSED: [2017-09-28 四 08:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-28 四 08:56]
   CLOCK: [2017-09-28 四 08:46]--[2017-09-28 四 08:56] =>  0:10
   :END:
   作者: 李忠  发布时间: 2016-06-18 17:34  阅读: 5925 次  推荐: 48   原文链接   [收藏]
   　　在「如何学习」这点上，一直觉得自己做的不够好，曾经想学吉他，坚持了两个礼拜就
   以「手指太短，不适合」终结了，后来想学数学，却终究连翻开书的勇气都没有，工作一忙
   更是顾不上这些了。所以在 Youtube 上看到 Barbara Oakley 的 Learning How to Learn
   时，才发现自己在学习上的各种问题，收获颇多。如果有兴趣的话，建议直接看视频，讲解
   地很有条理且生动。
   　　Barbara Oakley 是系统工程学博士，但对于「学习」方面也颇有研究，在 Coursera
   上也有相应的课程。还出了几本书，比如 A Mind For Numbers: How to Excel at Math
   and Science，这里对于她在 Google 的分享做一个简单的翻译和摘要。
   摘要

   　　(主持人)我记得查理芒格说过，他认识的人中没有一个不每天阅读的，还把巴菲特形容
   为一台学习机器。那么如何才能成为一个高效学习者呢？

   　　正文
   　　我小的时候，想要学习其他语言，但大学的助学金不太容易拿到，而我又迫切想要学习
   一门语言，然后我想到了一个既可以学习语言，又能得到些收入的方法，那就是参军。然后
   我确实学了一门语言：俄语。虽然俄国的环境不怎么样，但我喜欢冒险和新的视角。我回想
   在西点的工程师们，他们解决问题的能力非常出众，往往能想到我想不到的。然后我就想，
   我能不能也达到跟他们一样的程度？有学生提了这么个问题：如何改变你的大脑。然后我就
   去了解世界顶级的教授他们是如何做到让学生更好地学习工程学、数学、化学的？他们自己
   又是如何学习的？跟他们接触后发现，他们常用的有隐喻和类比。接下来我想跟大家分享下
   学习的关键因素。
   　　
   我们都知道大脑是很复杂的，那么来简化一下，可以想象成大脑以两种不同的模式工作。
   第一个是「专注」，另一个则是「发散」。我们用一个弹球机来描述这两种状态。

   假设大脑里有一个弹球机底部有一个触发开关，有很多的槽点密集排布。比如，你已经知道
   了乘法，然后要处理一道乘法运算题。当你处于「专注」模式时，会运用已有的模型，在
   「乘法」的槽点附近打转，也就是结合以前的学习经验去寻找答案。如果你要解决的问题是
   基于新的模型，比如你已经知道了乘法运算，但从没有接触过除法运算，如何掌握这个新的
   模型呢，这时就要用到「发散」了。当处于「发散」状态时，「槽点」之间的距离会变大，
   你无法通过局限在某一点来解决问题，但至少能找到一种新的思考事物的角度。当你在解决
   一个非常困难的问题时，不要逼自己长时间处于「专注」状态，这样就会局限在一个狭小的
   范围。所以需要进入到另一种模式，也就是「发散」模式。简单来说，就是脱离当前的工作
   环境，出去走走，冲个澡等，总之是让大脑脱离「专注」状态。我们来举一个例子吧。
   　　Salvador Dali 是20世纪著名的超现实主义画家，他最爱干的事情就是，当遇到一个棘
   手的问题时，会躺在椅子上，放松再放松，同时手里握着一把钥匙。当足够放松到快要睡着
   时，钥匙就会掉在地上，与地板碰撞的声音会把他叫醒，然后就可以带着从「发散」状态收
   获的想法继续进入到「专注」模式。
   　　你可能会觉得这个对艺术家有用，那么对工程师是否也同样有效呢？据传，爱迪生也有
   类似的行为爱好，只不过不是钥匙，而是滚珠轴承。

   　　当你在解决一个问题时，即使已经有成千上万的人已经解决过了，但对你来说确实第一
   次，你也可以试试类似的方法。

   　　当你处于「专注」状态时，并没有利用到其他更多的关联，这也是为什么在两种状态间
   切换是如此重要。就像你不能一下吃成大胖子一样，神经系统也是需要一段时间来适应新的
   学习和思维方式。
   　　你或许会说，我有拖延症，那我们就来说说拖延症。拖延症的成因是当你面对不喜欢做
   的事情时，大脑的「痛感中心」就会被激活。所以当你看一本不喜欢的书时，会感觉到隐痛，
   这种痛就像手指被锤子砸了一样，通常会有两种做法：第一种是花大概 20 分钟去搞定它，
   然后痛感就会慢慢降低进而消失。但如果你像大多数人一样，将注意力集中到其他做起来更
   舒服的事情上，就会马上就会感到好些了。
   　　从某种程度上来说，拖延症也是会上瘾的，这对你的生活是非常有害的。最有效的方式
   是使用「番茄工作法」，通常来说设置 25 分钟为一个「番茄时间」，然后关闭其他所有会
   打扰你的一切。在这 25 分钟内，集中精力进入到「专注」模式。由于你专注于当前的任务，
   而不是「我必须完成它」的痛苦，做起来就会容易很多。当到时间后，给自己点奖励，出去
   走走或上上网、聊聊天都行。有一点要注意的是，不要以完成任务为目标，时间到了，就休
   息。它能帮助你跨过痛苦期，进入 flow 状态。还有就是不要一下子做太多的「番茄」，一
   步一步来，慢慢适应这套系统。
   　　还有跟学习很相关的一点是睡眠。常常有人说考试前要睡好觉，事实上，睡眠在各种层
   面上都很重要。当处于非睡眠状态时，代谢物会在细胞间产生，它们就像垃圾一样在那，而
   且越积越多，这会影响你的判断。这也是为什么当你长时间工作时，逻辑会越来越乱。当你
   睡觉时，这些细胞会缩小，然后垃圾就被冲走了，就像重新打扫了房间一样。
   　　根据神经学上的发现，将学习分为多个短期学习、睡觉，多个短期学习、睡觉，这样的
   循环系统，对于构建神经网络非常有帮助，这也是高效学习的秘诀之一。

   　　人每天都会长出新的神经元，有两种方式可以让这些神经元存活并成长。一个就是将自
   己暴露在新的环境中，这也是为什么旅行会很有帮助，这些新元素能让新出生的神经元活下
   来。还有一个让新长出来的神经元活下来的方法，很简单，就是锻炼。不需要励志成为奥林
   匹克运动员或者成为马拉松选手，即使只是简单的散步也是非常有效的。但即使只有几天的
   锻炼也会带来更大的效果，它会增强新神经元的存活和生长。
   　　接下来聊聊工作记忆（Working Memory），工作记忆就是临时记住一些信息，以前常说
   有7个槽可以用，这也是为什么你能记住7位数的电话号码，但事实上大概只有4个槽可以用，
   所以当你用工作记忆来记一些东西时，可以想象有一只章鱼在掌控着这几个槽，并建立连接，
   这也是为什么不能一次记住太多的想法。当你多任务同时开工时，相当于把章鱼的触角从仅
   有的几个槽中拿走一个或多个，这会让你变得笨一点。而发散模式则是有更多的连接。
   　　那如何把短期记忆变成长期记忆呢，最好的方法就是练习，练得越多，神经元就会长得
   越长，扎得越深。
   　　如果你不练习，那么这些「蝙蝠」就会在模式形成长期记忆前把它叼走，这也是为什么
   有时觉得已经理解了某个概念，然后走开了，过了两天，这些内容都被「蝙蝠」叼走了，然
   后就记不起什么了。所以最好的方式就是带一定间隙的重复练习(Spaced Repetition)，比
   如周一、周二、周三、周五、周日练习。
   　　再来说说 Chunk。假设你要拼一副图，如果不明白每一块代表的含义，就会有无从下手
   的感觉，就像中间的那个圆一样，你能看到它，它也是个 Chunk，但却无法与其他的 Chunk
   产生联系，这也是为什么死记硬背的效果会很差的原因。
   　　当你在研究某个课题时，你其实在创建一个 Chunk 群，这些 Chunks 会跟其他的
   Chunks 生关联，这也是伟大创意的产生之源。这时往往会得到一些支离破碎的 Chunks，如
   果都学会了，就会形成一副完整的图片，即使少了其中几片。
   　　但如果你不重复练习，并且深刻掌握 Chunks，也能把 Chunks 拼起来，只不过是模糊
   的，而且很难拼成全图。

   　　不同领域的 Chunks，有可能长得差不多，这样就可以借鉴原有的 Chunk 来学习新的
   Chunk。比如你是一个物理学家，再去学经济学会更简单些，因为其中的一些 Chunks 非常
   相像。

   　　最后给大家一些关于学习的建议：
   　　测试是必要且重要的。Test yourself on everything, all the time。同样的时间用
   来做测试和学习，前者会让你收获更多。使用卡片(Flashcards)，卡片不是专门用来学习语
   言的，卡片是一个通用的学习手段，诗人们会用它记忆诗句，以此来更强烈地感受诗词带来
   的震撼。记得做「家庭作业」，不要只做一次，挑其中的重点多做几次，即使只是在大脑里
   过一遍，确保自己真的掌握了，这样你就得到了一组 Chunks。

   　　最有效的方法还是「回想」，尤其是当你在解决困难的问题时。当你在阅读文章时，试
   着离开书本，回想一下能否记起其中的要点，这对于理解内容有很大的帮助，比反复读和思
   维导图效果都要好.

   　　还有一个简单的技巧是向其他人阐述你所理解的东西，并且假设对方只是一个 10 岁的
   小孩（费曼学习法）。如果你能找到一个简单清楚的描述，就能更加深入地理解。你甚至可
   以把自己放到问题发生的场景中。当你处于专注模式时，会有一种「我已经掌握了」的感觉，
   这时可以跟其他处于diffuse 模式的人交流下想法，有时会帮助你纠正错误。



   　　最后，我们都说要追随你的热情，但热情只是让你擅长的东西变得更擅长，而有些东西
   要花很长的时间才能擅长，所以不仅仅要追随你的热情，还要扩大你的热情，然后生活质量
   就会有大幅度的提升。

** DONE 如何阅读计算机科学类的书
   CLOSED: [2017-09-28 四 09:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-28 四 09:05]
   CLOCK: [2017-09-28 四 08:57]--[2017-09-28 四 09:05] =>  0:08
   :END:
   http://kb.cnblogs.com/page/576251/
   作者: Joshua Nie  发布时间: 2017-09-21 13:51  阅读: 4263 次  推荐: 17   原文链接
   [收藏]
   　　作为一个研发工程师，无论你是否喜爱阅读，相信你都一定读过不少关于计算机技术的
   书籍。这其中不乏《21天学会JAVA》这样的语言入门书籍，也有《算法导论》这样的专题书
   籍，也有《人月神话》这样关于软件管理学的实用性的书籍。也许你已经读过他们中的大部
   分，也许你现在还在不断地购入新的书籍来补充你的知识库。但请稍等一下，你是否思考过
   这样的问题，面对大量的计算机科学书籍，你是否都真正读懂了它们呢？有多少本书，当你
   将他放在书架上之后，就再也没有重新打开过？有多少知识是真正被存储在你的大脑中，并
   随时可以提供调用？拿到一本书后，高效阅读的正确姿势的什么？如果你有以上的疑惑，那
   么接下来，我们将一起探讨一个问题，如何阅读一本计算机科学类书籍。
** DONE 梁漱溟：学问的境界
   CLOSED: [2017-09-27 三 10:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 10:32]
   CLOCK: [2017-09-27 三 10:21]--[2017-09-27 三 10:32] =>  0:11
   :END:
   http://www.sohu.com/a/138472452_523168?loc=2&cate_id=1350

   所谓学问，就是对问题说得出道理，有自己的想法。

   想法似乎人人都是有的，但又等于没有。因为大多数人的头脑杂乱无章，人云亦云，对于不
   同的观点意见，他都点头称是，等于没有想法。

   我从来没有想过要做学问，走上现在这条路，只是因为我喜欢提问题。大约从十四岁开始，
   总有问题占据在我的心里，从一个问题转入另一个问题，一直想如何解答，解答不完就欲罢
   不能，就一路走了下来。

   提得出问题，然后想要解决它，这大概是做学问的起点吧。

   以下分八层来说明我走的一条路：

** DONE 【悦思教育】最近很火的一个故事，很有意思！
   CLOSED: [2017-09-27 三 10:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 10:40]
   CLOCK: [2017-09-27 三 10:35]--[2017-09-27 三 10:40] =>  0:05
   :END:
   http://www.sohu.com/a/138752203_372511?loc=1&focus_pic=0

   从前，有两个好朋友，一个叫「聪明」，一个叫「诚信」。某日，两人结伴乘船出游，不巧，
   在海上遇到大风暴，两人乘坐的船沉没了，救生艇上仅仅于一个位置。那个叫「聪明」的年
   轻人，一看形势不好，为了争夺救生艇上的位置，就把「诚信」推进海里，自己逃生去了。

   「诚信」喝了不少水，却大难不死，被海浪推到了一个小岛上，他惊魂未定，只好坐在沙滩
   上等待救援的船只。不久果然听到远处传来一阵阵欢快的音乐，他马上站起来，向着音乐的
   方向望去，发现有一艘小船向小岛驶来，他看见小船上有面小旗，上面写着「快乐」两个字，
   原来是「快乐」的小船。

   「诚信」急忙喊道：「快乐，快乐」我是「诚信」，你能救我吗？「快乐」一听，笑着对
   「诚信」说，不行不行，我要是有了「诚信」就不快乐了，你看这世界上有多少人因为说老
   实话而不快乐。说罢，「快乐」走了。又过一会，「地位」的小船来了。「诚信」忙喊道：
   「地位」、「地位」我是「诚信」，你能带我回家吗？「地位」一听，忙把船划离小岛，一
   边回头冲着「诚信」说：“不行，不行，你不能搭我的船，我的地位来之不易，要是有了诚
   信，我的地位就保不住了”。


   「诚信」很失望地看着「地位」离去，眼里充满着疑惑与不解，只好无奈的再小岛上再呆下去。

   过不久，又来了一艘船，「诚信」一看是「竞争」的船，「诚信」又喊道：「竞争」，「竞
   争」，我是「诚信」，你能不能让我搭你的船回家。「竞争」一看是「诚信」，忙说道：
   「你不要给我添麻烦了，如今世界竞争这么激烈，我如果还要诚信的话，我就竞争不过人家
   了」。说罢，扬长而去。

   突然，海上开始电闪雷鸣，狂风卷起一波波的滔天巨浪，正当「诚信」快要绝望的时候，突
   然听到一个亲切慈祥的声音喊到：“孩子，上船吧。”

   「诚信」一看，原来是时间老人。“你为什么要救我呢？”「诚信」问道。
   时间老人微笑着说：“只有时间才可以证明「诚信」是多么重要啊！”

   在回程的路上，「时间老人」指着因巨浪翻船而落水的「聪明」「快乐」「地位」「竞争」，
   意味深长地说道：“没有了「诚信」，「聪明」反而害苦了自己，「快乐」不会长久，「地
   位」是虚假的，「竞争」也是失败的

** DONE 蔡元培与大学精神
   CLOSED: [2017-09-27 三 10:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 10:49]
   CLOCK: [2017-09-27 三 10:40]--[2017-09-27 三 10:49] =>  0:09
   :END:
   https://wenku.baidu.com/view/f0861d1d5f0e7cd1842536a4.html

   一、略说著名大学的著名与校长的关系
   凡一所著名大学的成长，莫不以先进的理念、有识的学者戮力一共而长期积淀作为理想结
   果的必要前因。而校长的责任，便在于据适时的先进的理念聚拢一帮有责任、有真识的学
   者，于学术与经国的两端作适宜的掂量，并分属先后，以教育家的眼光为民族的和人类的
   事业戮力。

   在中国，大学的年龄即使最大的也不过百余岁而已，而今日的办学层次便悬殊不齐如此，有
   时代也有现状的原因，但最大的问题在于校长的理念以及治校的策略各有不同。  在近代中
   国大学的成长过程中，凸现出来的一批著名大学，其伊始的校长大多为学术界的名流，或具
   有一般教育者所不有的卓识理念与治校方案。

   清华大学校长梅贻琦明确指出:“师资为大学第一要素。”就任北大校长的蔡元培在就职演
   说中呼吁，大学当是“研究高深学问”的地方。李登辉执掌复旦大学时，为处理师生间出现
   的不同意见，特厘定了《复旦大学师生代表联席会议组织大纲》，确定以“师生合作，发展
   学校”为宗旨。张伯苓每逢新年伊始新聘教师到校，便召开新教师茶话会；逢年过节，他与
   夫人邀请教师及夫人聚会联欢；每学年完毕，惯例宴请全体教职人员，以酬谢大家一年的辛
   苦。梅贻琦和蔡元培深识办学理念与发展方向的重要性，而张伯苓对“安内”与“攘外”的
   道理理解的极其深刻。一所大学的著名，绝不是因为几个空喊的口号，违心的誓言托扶起来
   的，而需要校长在教育的真目的下对于教员与学生以深切真诚的关怀为契机，在教员与学生
   的一齐的长期努力后的结果。

   当然，伟大的教育家的成长本身便是一部可赞歌的历程，他们往往有一般人所难以企及的学识和地位。中国历来有“学而优则仕”的传统，所以执掌一
   校最高权力的备选者，莫不以学识为第一要素。而况社会中以高等人才聚集之地，更需以超
   凡绝伦的人士出任了。比如广西大学校长马君武幼承家学，习经史，曾留学日本、欧洲，获
   得工学博士学位。他不仅精通有关的自然科学知识，而且精通英、法、日、德等四国语言，
   对史学、哲学、政治学、经济学等都有很深的造诣。

   简单的说，近代著名大学的著名，与
   一些著名的教育家的努力是分不开的，他们本人即有渊博的学识和深厚的素养，而具体考究
   后发现，这些教育家的学识往往以人文科学知识的涵养最为突出，尤其以哲学、美学、文学、
   史学、政治学、伦理学、教育学为特色，乃至于神学、宗教、戏剧、音乐等都有不同程度的
   涉猎。所以近代著名的大学，往往以人文的理念为其办学的源泉，而以理工的研究作为经国
   的纹理。

   二、蔡元培进北大的前后

   早在1912年1月19日，身为教育总长的蔡元培启用教
   育部印信的当日即发布南京中华民国临时政府教育部令：小学堂读经科一律废止。5月，教
   育部再度下令：废止师范、中、小学读经科；7月，蔡元培在全国第一届教育会议上提出：
   各级学校不应祭孔——“忠君与共和政体不合，尊孔与信教自由相违”„„ 正是清朝固执、陈
   旧、封闭的学术体系使蔡元培反感、焦躁，导致他在二十世纪初年采纳了革命政治，而后旅
   欧寻找新思想和革命的沃土。这位以读经写怪八股而登科及第的旧文人却以极大的颇力毅然
   决然的取缔了例行千年的经科，足见其革命的理念已在行动中开始被证明了。

   北大的前身
   是清末设立的京师大学堂，既然为政府出资兴办，则其办学的理念便不言自明了，及至于民
   国初，北京大学实为一所“官僚的养成所”，而且在学校的管理上有很浓厚的衙门气派。蔡
   元培在接受北大校长一职前，即有人劝告，说北京大学“太腐败，进去了，若不能整顿，反
   于自己的声名有碍„„”但也有“少数的说，既然知道他腐败，更应进去整顿，就是失败，也
   算尽了心„„”结果是“我到底服从后说，进北京”（蔡元培：《我在北京大学的经历》）。
   当然，蔡元培之所以“到底服从后说，进北京”毕竟有自己更为深刻的想法，这便与孙中山
   的鼓励有关系了，他相信蔡元培可以利用北大这个平台去影响国事。蔡元培目的也在于以教
   育实现救国的理想，而绝非为了政治目的，恰恰在蔡元培那里，对于官僚的厌恶，是极其痛
   彻的，这在他第一次坚辞北大校长的宣言中可以清晰的看见。

   袁世凯做了民国的大总统后，
   蔡元培于1912年7月辞职去了法国，表示不愿与袁政府合作。即使袁声称代表“四万万人坚
   留”，蔡元培也只做彬彬有礼状答道：“元培也对于四万万人之代表而辞职”。袁世凯没有
   办法，只好勉强同意。1916年袁世凯死后，黎元洪出任大总统，北京政府明令恢复了民初
   《临时约法》，蔡元培应邀回国，受孙中山的鼓励并于同年12月26日被任命为北京大学校长。

   北大的前身是清末设立的京师大学堂，既然为政府出资兴办，则其办学的理念便不言自明了，
   及至于民国初，北京大学实为一所“官僚的养成所”，而且在学校的管理上有很浓厚的衙
   门气派。蔡元培在接受北大校长一职前，即有人劝告，说北京大学“太腐败，进去了，若
   不能整顿，反于自己的声名有碍„„”但也有“少数的说，既然知道他腐败，更应进去整顿，
   就是失败，也算尽了心„„”结果是“我到底服从后说，进北京”（蔡元培：《我在北京大
   学的经历》）。当然，蔡元培之所以“到底服从后说，进北京”毕竟有自己更为深刻的想
   法，这便与孙中山的鼓励有关系了，他相信蔡元培可以利用北大这个平台去影响国事。蔡
   元培目的也在于以教育实现救国的理想，而绝非为了政治目的，恰恰在蔡元培那里，对于
   官僚的厌恶，是极其痛彻的，这在他第一次坚辞北大校长的宣言中可以清晰的看见。

   蔡元培对当时北大的学生陋习有较为深入的了解，比如为学分和证书而利用考试前的时间精
   研讲义，有些教员则干脆将试题的内容早些通知学生。教员的讲义也有几年无所更变的等
   等。关于师生的道德问题，如北大的部分师生有赌博嫖娼的陋习，决意一并以除之。于是，
   蔡元培抱着改革教育、清除积弊的理念于1917年1月8日到北京大学上任。到校视事的第二
   天，他发表了《就任北京大学校长之演说》，蔽其旨如下：一曰抱定宗旨。„„大学者，研
   究高深学问者也；二曰砥砺德行；三曰敬爱师长。

   至于大学的宗旨，蔡元培说的很明白，大学是为“研究高深学问者也。”而不是为升官发财而苦心毅力的。“若徒志在做官发财，
   宗旨既乖，趋向自异。平时则放荡冶游，考试则熟读讲义，不问学问之有无，惟争分数之
   多寡。试验既终，书籍束之高阁，毫不过问。敷衍三、四年，潦草塞责，文凭到手，即可
   借此活动于社会，岂非与求学初衷大相背驰乎？”所以他认为：“我们第一要改革的，是
   学生的观念”。观念的改革，也绝非一两次演讲所能起到作用的，关键还是要有一帮有真
   学识，热心于学术的人的客观的濡染，这就有了陈独秀执掌文学院院长，有了胡适之的进
   入，有了梁漱溟的参与，辜鸿铭的认真，同时也有了林某人的批驳。

   蔡决心以“兼容并
   包，思想自由”这八个字来塑造北大，是他在欧洲留学期间就已埋下的心愿。他在《〈北
   京大学月刊〉发刊词》中阐述了自己对大学精神的理解：“大学者，‘囊括大典，网罗众
   家’之学府也。„„各国大学，哲学之唯心论与唯物论，文学、美术之理想派与写实派，计
   学之干涉论与放任论，伦理学之动机论与功利论，宇宙论之乐天观与厌世观，常樊然并峙
   于其中，此思想自由之通则，而大学之所以为大也。”终其在北大的努力，其言行是一同
   的。  三、蔡元培和五四运动  杜威是1919年5月初来到中国讲学的。不久五四运动爆发，
   他亲眼目睹了这场学生运动的整个过程。在离开中国前夕曾对胡适说过这样的话：“拿世
   界各国的大学校长来比较一下„„这些校长中，在某些学科上有卓越贡献的，固不乏其人。
   但是以一个校长身份，而能领导那所大学对一个民族、一个时代起到转折作用的，除蔡元
   培而外，恐怕找不出第二个。”  历史是无数的偶然化合的必然。如果没有蔡元培任北大
   的校长，就很难有陈独秀和《新青年》与北大的共融，也很难有胡适、李大钊等一大批具
   有革新精神的知识分子在一起切磋谈辩。正如胡适后来所说的，如果没有蔡先生，他的一
   生很可能会在一家二三流的报刊编辑生涯中度过。当然，如果没有这一大批学者的淘染，
   五四运动恐怕是另一番景象了。抗战后创立“九三学社”的许德衎说：“发动五四运动的
   主力是北京大学，而其精神上的指导者是蔡元培。” 梁漱溟也说：“蔡先生一生的成就
   不在学问，不在事功，而只在开出一种风气，酿成一大潮流，影响到全国，收果于后
   世。”（《纪念蔡元培先生》）

   学生的请愿活动受到了蔡元培的鼓励，因为他认识到：
   “五四运动是社会的各方面酝酿出来的。政治太腐败，社会太龌龊，学生天良未泯，便不
   答应这种腐败的政治，龌龊的社会，蓄之已久，进发一朝，于是乎有五四运动”他希望知
   识分子能开辟自己的领地去发挥影响力，不是作为一个顺应者而是时代的责任者积极地站
   出来铁肩担道义，要求学生们“读书不忘救国。”所以他在电话中回答教育总长傅增湘关
   于学生游行的事说：“学生爱国运动，我不忍阻止。”  但是当五四运动发展出乎蔡元培
   所料时，蔡元培又疾呼“救国不忘读书”，他说：“吾国人口号四万万，当此教育无能、
   科学无能时代，得受普通教育者，百分之几；得受纯粹科学教育者，万分之几。诸君以环
   境之适宜，而有受教育之机会，且有受纯粹科学之机会，所以树吾国新文化之基础；而参
   加于世界学术之林者，皆将有赖于诸君。诸君之责任，何等重大，今乃为参加大多数国民
   政治运动之故，而绝对牺牲之乎?”“诸君唤醒国民之任务，至矣，尽矣，无以复加矣!”
   学生们显然是义气过头了，结果与政府发生了严重的冲突，蔡元培当然不是怕官僚的人，
   在他的学生被捕后，他积极奔走营救被捕学生，尽到了一位大学校长的职责。并向集会的
   学生承诺：“我保证尽我最大的努力”在“三天之内救出我的学生。”对于政界的压力，
   蔡元培表示“愿以一人抵罪”，当场议决成立校长团，向当局请愿营救。5月7日北京政府
   迫于全国舆论压力，释放了被捕学生，蔡元培亲率全体师生到北大红楼前广场迎接。  5
   月8日，蔡元培为承担责任，交付辞呈，在未得到批准的情况下挂冠南归，并且发表出京
   启事表明心迹说：“我倦矣！‘杀君马者道旁儿。’‘民亦劳止，汔可小休’。我欲小休
   矣！北京大学校长之职，已正式辞去；其他有关系之各学校、各集会，自五月九日起，一
   切脱离关系。特此声明，惟知我者谅之。”6月15日，蔡元培发表《不肯再任北大校长的
   宣言》，提出：一、我绝对不能再作那政府任命的校长；二、我绝对不能再作不自由的大
   学校长；三、我绝对不能再到北京的学校任校长。

   蔡元培是近代教育界的典范式人物，他的教育理念，不仅影响了当时的北大，也使得近代的
   中国转变起到了一定的航向的意义，这是前面提到的一些证据可以证明的。即使今天的文化
   和教育的发展，也或多或少沿袭了蔡元培时代的大学精神。蔡元培的伟大在于，他“打开思
   想牢狱，解放千年知识囚徒，主将美育承宗教；”而且能“推转时代巨轮，成功一世人民哲
   匠，却尊自由为学风。”是蔡元培，首先在古腐的中国大地上掀起一股强劲的自由学术清风，
   使更多人认识到学术的独立比于政治的独立是更高一个层次的，而一个国家是否真正的独立，
   则要看它的学术是否自由，正如他说的：“大学者，研究高深学问者也”。

** DONE 大学精神
   CLOSED: [2017-09-27 三 11:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 11:07]
     CLOCK: [2017-09-27 三 10:52]--[2017-09-27 三 11:07] =>  0:15
   :END:
   http://baike.sogou.com/v7623620.htm?fromTitle=大学精神

   “大学精神”是大学自身存在和发展中形成的具有独特气质的精神形式的文明成果,它是科
   学精神的时代标志和具体凝聚，是整个人类社会文明的高级形式。面临知识经济的机遇和挑
   战，建设“大学精神”不仅是高等教育自身发展的需要，同时也是社会进步的需要。“大学
   精神”的本质特征概括为创造精神、批判精神和社会关怀精神。

** DONE 世界一流大学的学生是怎样学习的？
   CLOSED: [2017-09-27 三 15:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 15:32]
   CLOCK: [2017-09-27 三 14:59]--[2017-09-27 三 15:32] =>  0:33
   :END:
   http://blog.sina.com.cn/s/blog_63af05000102x0h4.html?tj=edu
   世界一流大学的学生是怎样学习的？

   世界著名大学既是大师云集的地方，也是培养大师的殿堂。

   石毓智

** DONE 一位学霸的学习感悟
   CLOSED: [2017-09-27 三 16:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 16:01]
   CLOCK: [2017-09-27 三 15:40]--[2017-09-27 三 15:47] =>  0:07
   :END:
   http://blog.sina.com.cn/s/blog_92ac95290102v3qm.html?tj=edu

   一位985高校在读博士，回首十几年的求学路以及自身和同学的经历，颇多感悟。

   1、小学时代如果能写一手工整的字，具有准确的数学运算能力，OK，完美了。对
   以后的学业生涯够用了，所以尽量给孩子五彩缤纷的童年吧。


   2、小学和中学这十二年的学习内容，都是几百年甚至几千年以前（阿基米德啊、
   牛顿啊、笛卡尔）人类创造以前的东西，思辨性不高，真的不难。


   3、如果想要拿诺贝尔奖或者当选两院院士，这个要看天赋和智商，但是学那些几
   百年以前的东西，考个好的大学，基本和智商无关。和什么有关？情商！


   4、学习不好的同学，基本都是严重拖延症患者，今天的事能拖到下个学期。

   5、勤奋永远是真理吗？！教育学理论里面有个“有效时间”的概念，看你的心用
   在学习上面的时间是多少。所以看到班上很多拼命学的学不好，玩的反而学的好的，
   不要惊讶。


   6、总是期待天才，我就读的都算是不错的高中大学，读书读到现在都没有看到无
   师自通的天才。同学的差距是有的，差距在哪里？接受能力和专注程度，这些都是
   情商的范畴。


   7、时代发展的当今，似乎城市里面的孩子更容易在学习方面出人才，我大学的同
   学只有不到三分之一的农村孩子。


   8、但是农村的孩子要么不读，读就会读的非常好。“寒门出才子”是真理！高中、
   大学里面学习拔尖的一般家境都不好。我就是地道的农家子弟（是不是自恋了，原
   谅我哈）。


   9、女孩子小学一般成绩都不错，到了初中就不是太好了。这个是什么原因？！教
   育学给出的是生物学解释，Thelawofthenature.


   10、有鉴于第9条，女孩子上了初中一定要对数学引起高度重视。哎，多少曾经优
   秀的女同学最后学业毁在数学上。。。。呜呜。


   11、对于成绩不好的同学，家长总是期待出现奇迹，成绩突然“冒起来了”。什么
   样的同学容易冒起来？似乎一般是男生并且一般很调皮。


   12、初二真的很关键。基本是分水岭，所以要重视初二的学习啊。。。

   13、初中时形成思想观和价值观的时候，这个时候有人带坏就带坏了。与其多花时
   间给孩子找家教找辅导班，不如多注意孩子身边的玩伴和朋友。有句土话叫做“人
   搀不走，鬼搀飞奔！”多关注孩子的生活吧！


   14、家长如果发现孩子突然学业成绩掉得厉害，请参照13条。

   15、“网络是是把双刃剑，有好有坏”。我的看法是：千万不要任由孩子沉溺网络！
   沉溺于网络，学业必然受影响！不过，现在的孩子，已经视网络为我们时代的电视，
   父辈时代的收音机，网络已经常态化、工具化，节制是关键。


   16、孩子没考上理想的高中，该不该交择校费让他继续读？！这个要分类讨论。如
   果的确是自然灾害，孩子临场没发挥好，那砸锅卖铁都要交。如果是确实已经不想
   学了，那就不用拿血汗钱养活一帮教书先生吧，此类择校生考上好大学的是特例，
   自己申请退学或是被开除的到是很多。。。。


   17、刚才说“砸锅卖铁都要交”是不是过分了？！我觉得，小学、初中在哪个学校
   读不重要。高中真的太重要了。。。。为什么？因为高考是选拔性考试，其他的不
   是。


   18、英语怎么学好？我的经验是多听，就像我们从小听方言所以就会说一样。英语也是一门语言，不要过分强调语法啊、结构啊、我认识的母语是英语的外国友人没人搞得懂自己的语法（我们中国人又有多少知道汉语里面的主谓宾定状补？！），请不要妖魔化英语。

   19、我真的要强烈建议多听英语，每晚睡觉前听半个小时。长期以往，英语保证不会差的.

   20、插播一段自己的小故事：记得我小时候是个调皮大王，初一的时候英语总是不
   及格，后来家里发生变故，母亲重病一下子家境窘迫一贫如洗，十四岁的时候母亲
   去世对我打击很大，自己开始知道好丑了。恶补英语，每晚都在听，我喝学校免费
   的照见影子的稀饭，总是把早上买包子的钱拿去买电池（话说那个时候电池质量不
   好），看着别人吃包子，肚子真的好饿啊……后来我中考英语满分，高中英语接近
   满分，大学获得了全国大学生英语竞赛一等奖。非英语专业第一人哈。由于专业排
   名第一，我跳过硕士，被直接保送博士了。


   很多人问我有没有学习英语的窍门？我只是给两个字：多听（话说我现在还在每晚
   听英语）.


   21、孩子要不要住不住宿呢？！我的建议是还是住宿好（批注：这个要因人而异，
   损友一堆，也许会带坏），集体的氛围有利于孩子更加培养团队意识，知道怎样和
   其他人交往。这个社会，死读书的人不招待见的。但是要关心孩子的成长，请参见
   13条。


   22、如果读书好算是成才的话，那么成才的人毕竟是少数，不要太苛责孩子。只要
   努力的都是好孩子，但是一定要成人，人品不管什么时候，都是最重要的。


   23、应试教育的体制下，你不会还真的相信“素质教育”吧？！小学时代可以过的
   五彩缤纷，但是上了中学……还是现实点吧。


   24、我和我学生的一段对话：

   “我对数学这门科目没兴趣……呜呜。”

   “孩子你二十岁了，都高三了，不到一年就高考了，你和我说你对数学没兴趣，我
   给你讲讲科学家小时候的故事？！再给你培养兴趣？！”


   25、我都读博士了，至今不知道兴趣为何物。而那些天生对数理化感兴趣，而对玩
   游戏打篮球不感兴趣的名人典故，从人性角度出发，我更愿意相信只不过是讹传。
   在应试教育的体制下，我的解释是“不讨厌就是兴趣”。所以咯，其实考大学就是
   看谁对自己更狠……你信不信？！


   26、早恋都是坏事？！我不觉得，在我身边就有一对高中同学，一起努力互相勉励
   互相加油走过苦难的高三，最后都考上了很好的大学（我怎么可能会告诉你那个男
   主角就是我！）。


   27、我在提倡早恋？！错了。我还没说完，就我身边的例子而言，这种单纯美好励
   志向上的恋爱发生的概率基本和你买彩票中了五百万一样。所以，还是花花肠子收
   起来，好好读书吧。但是还是有许多人会买彩票……爱情来了真是挡也挡不住啊。


   28、数学怎么学？！我数学一直都不错，我觉得这是一门技巧性的学科，小学要求
   要运算准确就行，中学主要由四个思想方法：数形结合、分类讨论、函数思想、划
   归与转化。


   29、那个四个思想方法，是我上大学在一个月黑风高之夜，总结高中学业和高考经
   历悟出来的（夸张啦？！哈哈哈），可惜已经迟了。我曾经断言，只要把这四种方
   法掌握了的，永远不要为数学而担心。话说我本科时期辅导过一个高中学生三年，
   本来数学基础一般，最后这么一灌输，考上了中科大！擦，比我考得还好。


   30、如果英语的秘籍是多听，那么数学就是整理错题。

   31、太重要了！整理错题。我最辉煌的战绩，是辅导一个初二的女生，一开始期末
   数学只有36分，最后期末考试考了115分！！那位家长期末奖励了我五千大
   洋。。。。。我是怎么做到的？我勒令她订正所有遇到的每一个错题，最后考试时
   候就基本没有错题可订正了……


   32、为什么订正错题这么重要？！因为其实初高中数学所有的题型就那么多，把盲
   点都找出来就无敌了。。。。这是为什么。请参见第2条。


   33、你以为你数学只能考一般，你只是学会了一般的知识？！错了，你掌握了一大
   部分知识，只是有几个没掌握。就是那个没掌握的，总是做错。而考试，考的都是
   综合题，一个知识点没掌握基本就一票否决了、、、、、错题啊，真的是太重要了。


   34、话说我初高中数学错题本写了五本，那个我辅导三年的最后考上中国科学技术
   大学的高中生写了七本。大概这就是为啥他高考数学考的比我好的原因
   吧。。。。。。


   35、数学学得不好的同学，一般都很两个明显的缺点：粗心、没有毅力。英语学得
   不好的同学有个共性的缺点：懒！


   36、我至今没看到学习很刻苦，但是英语差的，如果您遇到过请您给我引见一下，
   增加我的阅历。学习认真但是数学差的有几个，主要还是不得要领，做的是无用功。
   参见第6条。


   37、英语的学习，有很多方法，但是多听无疑是最快最有效的。这个要坚持，而且
   真的要坚持。每次想到自己切身学英语的经过，再看看一些教育砖家们总是喜欢把
   学英语上升到形而上学或者上升到方法论的境界，真是玄之又玄。我，只能莞尔一
   笑。


   38、英语的提高，真的是个长久的过程，提高的速度较慢，但是考试的稳定性能好。
   尤其是高中，发现没有，班上拿英语第一的总是她或者他？！


   39、你问我英语听什么好？我的回答是：小学随便听听，不要太有目的性，培养兴
   趣为主；初中听课文，高中听历年高考题。


   40、还是有人想和我聊聊兴趣。小学的时候，强烈还是不要太压迫孩子了，真的。
   著名的“起跑线”理论不知道扼杀了多少美好的童年，童年刚至心先老，长使英雄
   泪满襟啊……在我大学同学中，不乏从小家境很好的同学，我看到的真相是：凡是
   小时候的家人强迫学（钢琴、小提琴、六弦琴等等各种琴）的几乎没有坚持下去，
   把其当成事业的。而他们回忆起来的时候，只剩下一段灰暗压迫的岁月，这就是艺
   术的熏陶？！真的有这种必要么？


   41、初中强烈要听课文啊！！初中是义务教育阶段，要知道，中考是必须保证很高
   的及格率的！！所以，很多中考试卷的真题都是来自课文原句的改写或者同一题材
   的改写，主要考固定搭配、语法（主要是从句）、一词多义、习惯表达，因为知识
   点就那么多。如果哪一次出卷老师出的都是课本以外的知识点，这先生必火无疑，
   他没法向全市人民交代。。。。。


   42、当年明月在，曾照彩云归啊。记得那时我把自己的早饭钱全部奉献给了社会主
   义现代化电池厂事业，每晚都听课文，以致最后课文每篇都能背上，后来你知道了，
   不自吹自擂了……


   43、我按照这样的英语学习方法，勒令我的学生背课文，真的要求严格啊，一开始
   他说自己很痛苦，各种尥蹶子，我还是能HOLD住他的，他初三的课文现在背的滚瓜
   烂熟。教了不到一年，现在已经稳定在115+，毫无压力（过几天他就参加中考了，
   我在重庆教的最后一个学生娃，祝他好运！）。


   44、其实中考英语拿高分真的很简单：如果哪位参加中考的同学，能把初二上学期
   到初三下学期的所有英语课文背的滚瓜烂熟，也每天都在听英语，正常发挥的状况
   下中考竟然没有考到110+，我绝对要振臂一呼，号召不明真相的群众们去教育局与
   英语出卷老师当面交涉。不肖生立此贴为据。


   45、高中其实和初中区别很大的，因为即使在大学如此扩招的今天，重点大学录取
   率依然不足百分之十。初高中最大的差距是：初中只要能把课本看明白就能考得不
   错，高中即使把书本看烂可能也只是及格分。。。。


   46、高中切记要多听听高考历年真题，太重要了，能背诵更好。高考很坑爹的，真
   的，选拔性考试压力太大。,我高三后期看到每一个选择题我都能说出这是哪一年
   哪一个省份的。高中想考名牌大学的（全国前二十是名牌。全国前五十是重点。全
   国前一百是知名），一定要认真研究高考真题，你会发现一些规律性的东西，江苏
   高考每年出题目的几乎都是那帮名师们，能没规律吗？！但是不要到了大学才后知
   后觉。很神奇的，你信不信？！


   47、该说数学了，数学真的是个大问题。做家教时我宁愿那个孩子语文英语物理化
   学地理政治生物历史乃至音乐体育美术都不好但是唯独数学好，也不希望孩子数学
   很不好其它都好的。因为，经验表明，数学的提高似乎我要花更多的功夫，尤其是
   把数学提高到一个稳定发挥的水平，实非一日之功。


   48、小学数学没啥说的，家长多管管吧，我甚至认为小学生根本没必要找家教找辅
   导班。我以前开家教班，从来不招小学生，也没教过小学生家教。不想扯淡，误人子弟，参
   见第1条。

   49、那些总是忙着做生意、忙事业不顾小孩子的家长们，总让我联想到小时候玩坦
   克战，自己在外面杀敌，老家即将被人轰了还蒙在鼓里，继续开心的驰骋疆场。不
   知道他们奋斗是为的啥？！近年来留守儿童屡次出现各种端倪，我只能说，社会有
   时候真无奈。


   50、如果硬是要我给一个小学数学的建议的话：学学奥数吧，对于开拓思维确实会
   起到作用。没有坏处的，而且要是一不留神，发现了自己孩子原来是个难得一见的
   数学神童，直接保送大学自不在话下，要是给国家争光了，岂不是举家幸甚、万民
   幸甚。。。。


   51、初中几何基本上可以作为中国教育的缩影，玩文字游戏和脑经急转弯更多余实
   用性。我这学期还有过一次，做一道初三几何证明题没做出来的（好没面子啊），
   那个题目是圆和相似性的结合，不容易想到辅助线的做法。属于脑经急转弯一类的，
   奇技淫巧，不足道也。


   52、高中是不学几何（空间几何除外）的，不会遇到初中那种坑爹的数学证明题，
   方法性和方向性比初中突出很多，不会让你因为没想到辅助线的做法，就被判0分。
   感谢党，感谢政府，感谢YCTV，感谢JSTV，将来还有可能感谢CCTV，对寒窗苦读苦
   求功名的学子们厚爱与仁慈！！


   53、即使那种坑爹型证明题也只有五分（一般是试卷倒数第三题的第二小问）。初
   中没啥特别难的，二次函数基本算最难得了吧，二次函数屡次被选作中考的压轴题，
   很锻炼思维，这个一定要多练。尤其是想考名牌高中正取生的同学
   们。。。。。。、、、


   54、语文这是个尴尬的学科，尤其是上了中学。先插播一段坊间流传的一则轶事：
   话说北京某年中考选用了巴金先生的一篇文章作为现代文阅读材料，有好事者就把
   这篇现代文阅读让巴金先生做（巴金先生05年去世，缅怀一下），最后这篇现代文
   阅读满分二十分的情况下，巴金只得了七分，最难理解的是，有一个题目问“此处
   作者这样说的深层含义是什么？！”，巴金作为文章的作者，给出的答案与标准答
   案竟然相去甚远，被判不得分。。。。。


   55、语文基本只要把字写好了，基础知识（拼音、名句、成语、病句）掌握了，就成
   功一大半了。语文的改卷主观性很大，不要花太多时间，这个意义不大，实践表明这
   个科目只要认真发挥不怎么拉分的。


   56、我在担心上面一段话，会不会引起语文老师们集体对我口诛笔伐。我在让大家
   忽视语文的学习？！我们可能不会要求早餐店的师傅给你做个周长为十六内切角为
   八十度的正七边形黄桥饼，我们可能一辈子也不会达到和外国人交流无碍的境界
   （要那些学英语翻译专业的干啥？！），但是我们每天都在写汉字，说汉语。其实，
   语文是人生中最重要的一门学科，一个文采斐然、出口成章的人，走到哪里都会受
   欢迎。要怪的是这种工业化大生产的、急于求成的教育体制。


   57、腹有诗书气自华。多读课外书吧，天文地理历史人文都要读一些。书籍会给你
   打开一翻新的世界，中国古典文学让人陶冶情操，心清气静。我发现理科学习特别
   好的都喜欢读课外书，而且知识全面，充满灵气，我觉得两者不无关系。


   58、如果培养孩子的兴趣爱好，我弱弱的建议让孩子学一些中国风的吧，民族的才
   是世界的。不要一窝蜂的学钢琴、小提琴、舞蹈，学学书法、戏剧、国画吧。尤其
   建议写书法，学习学的心气浮躁，写上一段名人字帖会让人清静，我一直热衷于临
   摹赵孟頫，但是仍不得要领惭愧惭愧，淮剧也能唱上《谈寒窑》《珍珠塔》《买油
   条》那么经典的几段，艺术细菌作祟啊。


   59、我从来都不觉得初中的物理、化学属于理科的范围，尤其是初中化学。因为题
   型之固定、题材之简单、思维方式之单一、计算之粗略让人不忍心把他们归类到理
   科的范围。


   60、如果哪位孩子初三化学没学好，和英语一样，基本就是一个字：懒。

   61、读书从来就是一件很单纯的一个人的事情，和你的家境、出身、人品、父母关
   系不大。我上了大学，慢慢接触社会，我常想如果所有事情都能像高考那么单纯简
   单就好了。


   62、读书真的和有没有钱关系不大，这一段是给家境不好的孩子看的，衣食无忧的
   孩子们可以绕过去，直接下一条。从初中到大学，我在班上一直家境是最差的，母
   亲早逝，父亲在外地打杂工。我是爷爷奶奶把我培养大的，和他们打电话他们常常
   戏言，我就像他们的小儿子一样。我大学学费自己贷的国家助学贷款，我这人重脸
   面，从不接受助学金或者开口向同学借钱，大一最辛苦的时候一天只吃两个馒头就
   白开水（现在想来真的好傻啊！！！）。后来可能家教做的还算用心细致有效果吧，
   酬劳都给的不低，“出场费”也水涨船高。加上每年的国家奖学金（八千大洋）,
   生活费自己足够花，有时还会给家里寄一点。现在我有幸拿到了全额奖学金攻读硕
   博连读，我想可能我以后再也不用为没钱读书而担忧了，但我很感谢这段日子，以
   及那些曾经在我最困难的时候帮助过我的人，我这辈子都不会忘记的。和我以前的
   同学相比，虽然现在我没房没车没家庭，但是我真的很知足。我喜欢单纯的读书学
   习写字，我把自己的兴趣当作自己的事业，夫复何求？！


   而这一切，都是自己一个人努力奋斗起来的，我已经没啥遗憾了。任何时候对明天
   都要充满美好的希望，乐观点，豁达点。天下寒门学子勉乎哉！！


   63、英语听什么，这个是问的最多的一个问题。这个第二篇里面已经阐述了：小学
   随意听什么、初中听教材课文、高中听历年高考题。


   64、不要让孩子太早接触网络，这个真的不是什么好东西。

   65、有人发消息问我“我孩子严重偏科，其他科目能考130几，但是英语只能考50
   几，马上中考了，怎样让他中考成绩不偏科呢？！”我开玩笑的回答道：“让他其
   他科目都考50几就可以不偏科了啊”。我想说的是：这是一个长期的过程，应该早
   点关注，采取有效地学习方法，把偏科扼杀在摇篮之中。


   66、我敢说：如果您的孩子能够每天做个学习计划，每天列出需要完成的任务，睡
   觉前逐一打勾，他的学习效率会快两倍，也会更加喜欢学习。你信不信？！


   67、实践表明，调皮自负的孩子比沉默自卑的孩子要更好带些，成绩提高的更快。

   68、关于报考志愿：除非家庭经济情况已经到达财团的境界、或者关系已经强硬到
   出路已经内定了、或者对某一门专业抱着非此专业不读大学的决心，我不是很建议
   男生读文学、英语、哲学、政治、环境、生物工程等“形而上”的专业。


   69、我不否认三百六十行行行出状元。但是我更不否认在社会分配如此不公、就业
   压力如此大的今天，男生入错行，怎么能说是悲剧呢？！那简直是惨剧啊！我在的
   本科大学是一所综合型大学，这几乎是所有毕业生的共识。


   70、大型考试比如高考、中考、研究生入学考试，那种感觉和平时考试是完全不一
   样的，必须承认临场发挥的重要性，你平时一定要刻意训练这一点。怎么样算是训
   练合格了呢？！平时就是中考，中考就像平时。


   71、粗心只是你做的还不够，熟练程度还没达到！我从来不知道什么是粗心，我也
   不觉得世界上有粗心这回事。“粗心”二字，不知道多少次被当做借口掩盖了事实
   的真相，害死了多少英雄好汉。你以为你会做了，其实你还没有那么熟练很容易
   “粗心”，这在大型考试里面会害死人的！！！


   72、我和我学生的对话：学生说“老师，我本来可以考140+的，因为粗心最后只考
   了120+”我问“1加1等于几？”他回答道“等于2。”我说：“题目只有会做和不
   会做两种，不得分就是不会，这个在大型考试里面从来都是这样。为什么你1加1等
   于2没有粗心？！所以你要做的是把你的熟练程度和对知识点的认识再提高一个境
   界，这些题目对于你来说都是1加1等于2的问题你就无敌了，把这些错题认真的誊
   写到错题本上，这个就是你最宝贵的财富。”话说这孩子后来数学考试只要会的就
   是对的，再也没有因为“粗心”丢过分。


   73、你现在知道为什么你的错题本总是那么几张纸就没有再订正了吧？“哎呀，这
   个题目其实我是会做的，只是粗心了，计算出了点问题，下次注意就行了。没必要
   誊写到错题本上吧”。那我只能起到文殊菩萨保佑你中考高考不粗心吧！


   74、坊间似乎总是把考试临场发挥的作用扩大化，常见的夸张版本就有：“额，那
   个细小的额，本来能考上清华大学的，高考肚子泄头昏，最后没考上清华大学，考
   上清华厨师培训职业学校学厨师了”。“额，我宝宝一个同学咯，本身成绩不如我
   家宝宝的，高考我家宝宝没发挥好。最后他考上了南京大学，我家宝宝考了南京职
   业大学了”。


   75、经济学里面有个理论叫做“价格围绕价值上下波动”，具体例子就是一盒火柴
   再怎么涨价，也不可能比一辆汽车贵，因为固有劳动时间不一样。这个可以用来说
   明这个大型考试发挥的问题。我读书读到现在，没看到过黑的发亮的马或者白的刺
   眼的马，小黑马或者小白马很常见。


   76、高考、中考实际上是对你学习、心理素质、抗压能力、协调能力等综合能力的
   考察，不光考察学习，我想这也是高考中考存在的合理性之一吧。


   77、那些抱怨自己因为考试当天过度紧张、腹泻、失眠、头疼、失恋、遭人暗算等
   总总原因没发挥好而与理想学校擦肩而过的同学，如果有这种认识，是不是那些念
   兹在兹的纠结和遗憾释怀了很多？！


   78、中考、高考几乎是我所有已知的国内考试中最公正公平的了，尤其是对于农村
   的孩子，是一个很好的也几乎是唯一的改变命运的机会。所以我看到很多农村的、
   家境一般的孩子也跟着叫嚣取消高考，改变现行人才选拔方式的时候，我，表示不
   能理解。


   79、我有点后悔在以前过度强调英语多听，实际上除了多听以外还有一个大问题：
   词汇量。不背单词只听英语的人想学好英语，我不大相信有这种可能。


   80、我敢说，高中英语得词汇量者，得天下。我曾经把一个暑假的时间背完了一本
   星火英语单词册，我高考的时候，一份高考英语试卷没有我不认识的单词，与看中
   文别无二致。我都是这么要求我高三学生背诵课外常用单词，起码要达到大学四级
   单词水平，效果很好，一劳永逸，发挥稳定，高三后期英语根本不用操心。每一个
   高中生都被要求去背课本单词，但是高考是选拔性考试，你知道为什么只背课本单
   词HOLD不住高考了吧？！


   81、一份模拟考试卷子，假如你考了一百四十分，你是不是很开心？！我不觉得，
   因为实际上你花了两个多小时去考试，又花了很多时间听老师改卷、评奖，而实际
   上对你学习进步有意义的只是那个丢掉的十分，知道了这一点，你还会轻视错题
   么？！


   82、改写一位伟人的名句。‘错题本的步伐应该再迈大一点“，你觉得只有数学有
   必要订正错题？！


   83、在错题本订正错题的时候，请用不同颜色的笔，注明题目当时为什么写错了，
   以及心得体会，不要干巴巴的只是错题而已。


   84、学自然科学的都知道，哲学是一切自然科学的本源，数学思想方法其实属于哲
   学方法论的范畴。我们国家的中等教育很忽视数学思想方法的讲解与提炼，却经常
   考察一些涉及数学思想方法的题目，这个本身就是一对矛盾。数形结合、分类讨论、
   函数思想、化归与转化这四种方法，高三我会专门讲一个学期，初中我会讲半个学
   期。说实话，效果好的有时候我自己都不敢相信，就是能明显感觉到学生突然开窍
   了。


   85、是不是经常有一些题目（比如大型考试的压轴题），会出现没有思路，不知道
   怎么下手的情况？如果基础过关的情况下，那就是数学思想方法还不到位，就是常
   说的“不开窍”。


   86、我如果是数学教师，我一定不按教学计划讲课，我会专门讲一个月的思想方法，
   磨刀不误砍材工，真的太有用了。


   87、对数学史和数学思想方法掌握后，学生能够高屋建瓴的角度看题目，几何和代
   数已经没有明确的界限，有的时候看到一些题目，就有思想方法像虫子一样在脑子
   里蠢蠢欲动，比如看到数列我就想到用函数的方法去解答，看到一个函数解析式，
   我就试图做出它的图像，数形结合看看它的性质。大有裨益啊！


   88、小学五六年级其实挺重要的，承上启下，尤其是一些数学应用题，考验你的抽
   象思维，而智商最重要的考核标准就是抽象思维。


   89、字一定要写好啊！从小就要写好，这个也是一劳永逸。我所在的大学，每年都
   被选作高考中考的阅卷点，同样的卷子，卷面整洁与否判分也迥然不同，这是我有
   幸进高考阅卷现场后观察得出的结论。


   90、奋斗永远都是一个连续的过程。我的意思是没有包括中考、高考在内的任何一
   场考试可以作为学业的一个节点，如果你觉得过完了中考或者过完了高考我就轻松
   了，那你真的需要再去成熟一下。路遥《平凡的世界》一句话一直激励着我：把辛
   勤的耕作当作生命的必要，即使没有收获的指望依然心平气和的继续耕种。


   91、话说我高中那些发挥不好的同学，研究生都考的是清华大学、复旦大学、上海
   交大、浙江大学等名校。所以高考很重要，但是也没“一考定终生”那么离谱。


   92、学途漫漫，考试多如牛毛，发挥或好或坏，或喜或悲也很常见。即使不能做到
   “不以物喜，不以己悲”的境界，也要好好考虑坚持的价值。

** DONE MBA评论：读书才是这个时代最暴利的赚钱方式
   CLOSED: [2017-09-27 三 16:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 16:01]
   CLOCK: [2017-09-27 三 15:47]--[2017-09-27 三 15:56] =>  0:09
   :END:
   http://www.sohu.com/a/137995889_600190?loc=4&tag_id=67429

   最近一段时间来，总是有人在说读书无用，今天是世界读书日，笔者作为一个书虫依然要为
   读书正名，我们就用经济学的视角来看一下读书到底有没有用?为什么笔者说读书才是最赚
   钱的生活方式?让我们一起来探寻读书的真谛吧!

   不知道从什么时候开始，社会上流传起了“读书无用论”的论调，这个论调往往以一些段子
   为起点，说用功读书的，比不上买房购楼的，努力学习的，比不上初中创业的。之后又有着
   大量的文章出来，秉持着说读书不是为了赚钱而存在的，甚至引用马云的话“我读的书基本
   上都和赚钱无关”，从而来驳斥所谓的“读书无用论”。

   从经济学的角度来说，笔者认为说读书就不是为了赚钱为目的的说法是不现实的，因为经济
   基础决定上层建筑，你不可能饿着肚子还说我只要精神追求吧。另一方面，这两种观点说的
   有道理吗?笔者觉得还是有道理的，但是这些都是一些比较浅显的看待问题方式，今天是一
   年一度的世界读书日，笔者就想从经济学和进化学的角度来和大家讨论一下，读书真的没用
   了吗?

** DONE 请远离低质量的勤奋，那比懒惰更可怕！
   CLOSED: [2017-09-27 三 16:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 16:01]
   CLOCK: [2017-09-27 三 15:56]--[2017-09-27 三 16:01] =>  0:05
   :END:

   培养选择性忽视的能力，养成和保持低信息食谱的习惯，少做无意义的工作……
   相信很多勤奋努力的朋友都有这样的经历：

   你分秒必争，坚持把白天到晚上的每段时间都安排的很紧凑，甚至有时候晚上睡觉后半夜醒
   来，都要逼着自己读上几十页的书。

   这样做长久下去的结果是，工作时间越来越长，休息时间越来越短，人的情绪也会越来越焦
   躁。而且只要有十分钟的无作为，你就会变得非常慌张。同时你的社交时间也不得不尽量地
   缩短，你甚至不再有时间交朋友。

   更可怕得是，你的工作量明明没有变化，可看起来每一天它都在成倍地递增着，你开始害怕
   夜幕降临的那一刻，因为那意味着这一天有更多的事情被贴上了“没完成”的标签。

   因此，请远离低质量的勤奋，因为那比懒惰更可怕。勤奋努力不是一种看上去很美的姿势，
   而是需要看最终所取得的结果。这也是分辨一个人是不是真的勤奋的一个衡量标准。


** DONE 特级教师：没读过这50本书的老师，很难变优秀
   CLOSED: [2017-09-27 三 16:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 16:21]
   CLOCK: [2017-09-27 三 16:13]--[2017-09-27 三 16:21] =>  0:08
   :END:
   http://www.sohu.com/a/139474140_385655?loc=1&focus_pic=0
   小编说
   “如何上好一堂课”，“班级管理的十个金点子”.......相信这些文章已成为很多老师的
   收藏。但看了这些，老师就离优秀不远了？

   “没读过50本名著，很难成为优秀教师。”从普通教师到全国著名特级教师，张祖庆笃定地
   说，正是阅读成就了今天的自己。

   本文，他梳理了多年阅读经验，为老师们列出了50本精品书单。
   作者简介：
   张祖庆，全国著名特级教师
   我以为，语文老师一定要做一个书生教师。
   我以自己的成长经历，来谈一谈读书的重要性，同时和大家分享我读书中的一些观点、心得
   和做法。

   没读过50本文学著作很难成为优秀老师
   文学当中也许并没有语文教材的教法，但是文学的功底恰恰是一个语文老师最需要的精神之
   “钙”。

   钱穆说：“文学即人生，人生即文学，作家与作品融而为一。”读文学，就是读人生。读大
   量优秀的文学书，就是在与优秀的人对话。久之，我们的精神生命会臻于新的境界。

   现实生活当中，经常我们会遇到触目惊心的各种各样奇葩的事件。幸运的是，我们拥有文学。
   在阅读中，我们可以暂时忘记现实生活中的种种不如意。文学，是我们心灵栖居的后花园。

   我以为没有读过50本名著，你很难成为一个很优秀的语文老师。
   当然，这50本是一个虚拟的数字。你要想成为一个优秀的语文老师，非大量阅读不可。文本
   解读能力，对语文老师来说，很重要。

   我的阅读史：从教师必读的文学作品谈起
*** DONE 日月光华有你闪亮的眼睛|专访复旦原校长杨玉良
    CLOSED: [2017-10-01 日 19:52]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-10-01 日 19:52]
    CLOCK: [2017-10-01 日 19:40]--[2017-10-01 日 19:52] =>  0:12
    :END:
** DONE 徐小平博客
   CLOSED: [2017-10-01 日 19:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-01 日 19:58]
   CLOCK: [2017-10-01 日 19:54]--[2017-10-01 日 19:58] =>  0:04
   :END:
   http://blog.sina.com.cn/s/blog_46cf3d4501017og8.html
*** DONE 我为什么热衷中国教育
    CLOSED: [2017-10-01 日 20:15]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-10-01 日 20:15]
    CLOCK: [2017-10-01 日 20:08]--[2017-10-01 日 20:15] =>  0:07
    :END:
    一月八日，我非常有幸地在新浪办的"新浪2008中国教育盛典"，得到两个奖项，"2008年度
    十大教育人物"和"2008年十大教育博客"，并且参加了于丹老师主持的教育高端论坛。


    　　我的博客内容一向是我自己撰写，但是一直很愧疚更新不够，有时一个月没有新的内容，
    新鲜内容不够，文章总是太长，而且没有时间回答读者的众多问题，只有请他们到"我学网"。
    虽然如此，新浪还是不遗余力地推广我的博客，这次还颁奖给我。我只能感谢新浪教育频道
    的厚爱，用我得奖的感言："继续努力"，希望以后能够够做得更好。

    　　我为什么热衷中国教育
    　　新浪的活动办得很成功，但是更重要的是它能够引起更多的人对教育的关注。

    　　我深深地相信：我们虽然不能改变教育，我们必须关注教育，必须为教育贡献，因为这
    是我们的后代，我们的民族，我们的国家的未来。


    　　我也深深地相信：如果每个人都关注教育，对教育贡献，那么教育就会改变，因为教育
    的本质并不是"传道"，而是"学习的能力"；并不是"解惑"，而是"从经验中得到领悟"；并不
    是"指出成功之道"，而是"找到个人心中的声音"。而"分享学习的能力"，"分享我们的经验"，
    "帮助找到他人的声音"都是我们每个人可以做的事情。


    　　下面附上三段我在这次盛典上的讲话。

    我的致辞：我为什么热衷中国教育
    我为什么热衷中国教育

    　　作为一个热衷中国教育的公益人，我今天非常荣幸参加"新浪2008中国教育盛典"颁奖典
    礼。把我自己称为是一个教育界的公益人算是讲得比较客气，有些人觉得我是不务正业。其
    实虽然一方面花很多时间在我的公司上，但是在过去的九年中我也把很多时间都投入了教育。


    　　过去九年中我一共给学生写了七封信、三本书、办了一个网站，我最近三年每年面对十
    万学生做演讲，演讲的题目都是有关教育有关成长方面的。可能在座很多朋友会奇怪为什么
    我会这么热衷中国的教育？其实理由很简单，我记得当我在1990年第一次踏上中国大陆的土
    壤的时候，在学校教了三个星期的书，当时让我感触特别特别深的就是看到一些和我差不多
    是同龄的青年，他们和我一样聪明或者更聪明，他们绝对比我更努力，他们比我更好奇，但
    是很遗憾的是他们没有一个足够良好的教育环境，达到我当时对一些科技方面的看法、认知
    和成长、成才方面的价值观。我就觉得，同为炎黄子孙，我一定要花更多的时间帮助这些人
    发挥他们的潜力。


    　　在1998年是我第一次有机会回到中国来工作，当时我就花了很多时间和中国学生做一个
    对话，而更深入地理解了在过去的这一段时间，中国的教育其实已经成长很多，这是值得庆
    幸的。但是还是让我感觉到感慨的就是，我更深入地认识了这批年轻人，他们确实是那么的
    优秀，那么的聪明，那么的努力，那么的渴望成功，但是他们面临的挑战却非常得多，他们
    有着高期望的家长，有着很快的进步，但是还没有达到世界水平的教育，他们面临着很多诱
    惑，而且很多一元化的价值观挑战的社会，所以他们迷茫了，他们需要指路人，他们需要更
    好的教育。


    　　我们应该更广义地来看教育，教育不只是智商的培养，也是情商的培养，不只是学习如
    何成功，也是学习如何成长，如何做人。于是我就认为我应该花一些时间帮助他们，让我非
    常欣慰的是他们也非常愿意得到我的帮助。这样从2000年开始我开始我的写作、演讲和办网
    站的工作。从2000年到今天这九年，我看到了中国的教育继续在成长，当然还有很多可以做
    的更好的地方，我也会不遗余力地帮助中国的青年人真正达到、发挥他们的潜力。我觉得今
    天中国站在这个平坦的世界上没有任何的事情比教育更重要，我觉得中国未来的崛起、成功，
    关键就是中国的青年能否发挥他们的潜力，能否得到他们应得到的成长。


    　　所以今天的这样一个新浪办的教育盛典我觉得非常有意义，这么多朋友参与，也代表了
    我们社会上还是非常重视，非常认可教育。所以我希望以后我们也会一起携手努力，让中国
    的教育做得更好，让中国的青年能够得到更好的成长，能够发挥他们的潜力。


    高端论坛：求职者应该在金融危机时好好充电

    　　其实我觉得金融危机带来的未尝不是一个机会，过去大学生的就业往往考虑的是什么样
    的品牌公司，能赚多少钱，而忽视了我的兴趣在什么地方，我的天赋在什么地方，而且也没
    有充分地做一个职业的规划，就是说五年之后我想在什么公司做什么职位，如何走好第一步，
    才能达到未来的理想。第一步选择比较有限，或者没有过去那么好，但是未尝不是一个机会，
    让众多大学生今年能够好好想想，我要去什么样的企业才能够有更好地学习成长，去什么地
    方，今天或未来才能做我感兴趣的职位，好好充电，因为金融危机现在看起来虽然很糟糕，
    但是历史告诉我们它一定会过去。如果过去的时候你充好电，做好准备，也许在未来能够找
    到更好的机会。


    高端论坛：工科学生必须注重动手能力
    我为什么热衷中国教育

    　　从IT这个产业来说，确实整体的情况是比较严峻，比如说谷歌我们确实还在招人，但是
    可能要求会比以前更高，招的人数比以前少。但是其他IT企业是一样的。我觉得无论是本科、
    硕士或者博士，动手能力都还是非常重要的，也许不在文科或者其他方面，但至少是在工科
    方面，一个很会写论文，甚至能够得奖的论文人来到 IT企业去应征一个高级研究人员，高
    级工程师的职位，他如果不能跟本科生一样竞争，做编程的工作，他是没有竞争力的。所以
    我说一定要动手能力强，而且往往我去高校做招聘的时候，我们对动手能力的要求，比如说
    写过十万代码，学生都不敢相信，说只写过两千。有时候还会埋怨说学校没有这个机会，但
    是写代码是自己可以选择的，暑期可以工作的。具备很强的动手能力，我觉得最后这个机会
    还是可以得到的。

** DONE 孙云晓：教育的有效方法就是让孩子不断体验成功
   CLOSED: [2017-10-01 Sun 20:41]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-01 Sun 20:41]
   CLOCK: [2017-10-01 Sun 20:39]--[2017-10-01 Sun 20:41] =>  0:02
   :END:
   http://blog.sina.com.cn/s/blog_475b16640102x0gb.html?tj=edu
   成功离我们并不遥远，并不是只有学习成绩取得全班第一、全年级第一才叫成功，也不是只
   有考上名牌大学才是成功，更不是只有成为亿万富翁或领导人才叫成功。当你实现一个又一
   个的小目标，在原来的基础上获得发展，有了提高，就是成功。每天的一点点进步让每个孩
   子都能体验到成功，这样孩子就会越来越自信，从而形成反复成功




   反复成功的孩子也会越来越好

   你是好学生吗？当面对这样一个提问的时候，许多成绩不理想的学生很难抬起头来。
   在他们看来，自己是失败者，因为学习成绩不好就不是好学生，成功似乎永远与自己
   无缘。


   其实，任何一个人都是成功者。只要你能来到这个世界上，你就是一个冠军。从生理
   学的角度来说，每一个人都是父母体内最健康的精子细胞和卵细胞的成功结合。也就
   是说，在出生之前，你已经赢得了许多场战役的伟大胜利。


   遗传进化学家舍菲尔德说过：“在整个世界史中，没有任何别的人会和你一模一样，
   在将来到未来的全部无限的时间中，也绝不会有像你一样的另一个人。”


   所以，我们可以自豪地说：

   “我来了！”

   “我是与众不同的人！”

   “我是一个成功的人！”孩子们像一个个天使来到人间，给父母带来了从未有过的喜
   悦，这便是成功的喜悦。可是，好景不长，许多喜悦变成了从未有过的烦恼。




   北京的一位母亲曲兰，曾经历过这样难以言说的烦恼。她的儿子中考成绩平平，只能
   进入一所中专就读。可是，母子俩很快又陷入失望中，因为计算机技术发展日新月异，
   而学校的教材早已过时，学这些陈旧的知识岂不是浪费青春年华？虽然，教育改革了，
   中专生也可以考大学，但为了一张文凭，是否值得付出一生中最珍贵的时光呢？


   常识告诉曲兰，人应当做自己最喜欢的事情，走最适合自己发展的道路。

   细想下来，儿子最喜欢的是计算机和英语，因为四年的上网经历，使他在与外国网友
   的交流中，已经娴熟地掌握了这两门技能。于是，在儿子的请求之下，她做了一个大
   胆的决定：退学！回家自学！寻找适合自己发展的道路！


   曲兰忐忑不安地说：“儿子，妈妈也不知道退学这条路是对还是错，也许这是一条捷
   径，也许会因此让你一生备受折磨。从现在开始，你就要自己给自己当教授，安排自
   己的学习了。”


   不料，16岁的儿子却如释重负，像一只出笼的雄鹰，自信地抖动着翅膀。他一边给某
   报纸的网络版当管理员，一边准备考MCDBA（微软认证数据库管理员）。


   曲兰得悉后大吃一惊。当时，敢去报名参加这项考试的大部分是研究生，而绝大多数
   中学生恐怕还不知道MCDBA是什么东西。中专退学的儿子是否不自量力呢？


   谁知，一年后，当同龄人忙于高考时，曲兰的儿子真的通过了MCDBA（微软认证数据
   库管理员）的全部考试。不久，他又通过了MCSD（微软解决方案认证专家）的考试。


   这两项考试是当时微软认证考试中难度最大的两项国际性考试项目。由于对英语和计
   算机水平要求较高，因此18岁以下的中国青少年中几乎没有人参加这两项考试；即使
   在中国的IT（互联网技术）界，参加这两项考试并全部通过者也是凤毛麟角。在那一
   年，亚洲地区20岁以下的青少年中，仅有两人通过考试，而曲兰之子便是其中之一
   （另一位为19岁的印度青年）。


   后来，曲兰之子被调往一家香港公司担任数据库主管。由于做着自己喜欢的事情，他
   每天都过着快乐的日子，而他的同龄人大多还在为文凭苦读。


   曲兰感慨万千地说：“儿子的经历使我第一次对今天的教育模式产生疑问——是不是每
   个孩子都得上大学，或者一定要经过16年甚至20年的教育才能成才？”




   我想，人类教育史上最重要的也是最简单的经验早已回答了曲兰的疑问——教育的有效
   方法就是体验成功！


   本文摘自《成功智力-比智商更重要的潜能》。
   **
** DONE 大数据时代的思维变革
   CLOSED: [2017-09-30 六 09:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-30 六 09:06]
   CLOCK: [2017-09-30 六 08:25]--[2017-09-30 六 09:06] =>  0:41
   :END:
   https://wenku.baidu.com/view/376226a276eeaeaad0f33014.html?re=view
   大数据如今成了一个炙手可热的词汇，成了各行各业的人们热烈谈论的话题。种种迹象表明，
   大数据正向我们扑面而来，世界正急速地被推入大数据时代。因此，许多有识之士都急速呼
   吁要热情拥抱“大数据时代” 。随着大数据时代的来临，我们的生产、生活、工作和思维
   方式诸多方面都将进行大变革，我们将一改往日的小数据思 维和眼光，迅速以大数据思维
   和视角来看待世界，看待社会和生活。 一、大数据时代的来临 20世纪80年代，以预测未来
   而著称的美国未来学家阿尔文·托夫勒在其《第三次浪潮》中就曾经预测， 21世纪前后，人
   类将进入信息时代，信息将成为物质、能量之后的第三个世界构成要素，并用极其煽动性的
   语言描绘了信息时代的生产、生活、工作和学习等各方面的变革

   ［1］ 。当时大多数 人都认为这是一个十分遥远的乌托邦。然而，仅仅几年功夫，随着计
   算机的快速更新换代，世界就被托夫勒所说的“第三次浪潮”所席卷，被急速推入了信息时
   代。 20世纪80年代以来，计算机的硬件和软件都按摩尔定律迅速发展 ［2］39 。硬件体积
   越来越小，但 功能越来越强大；软件迅速升级，并被模块化、智能化，计算机被迅速普及
   到各行各业，渗透到生活的方方面面。由于计算机以处理离散数据见长，因此凡需计算机处
   理的东西都必须用离散数据来表示，所涉对象也必须被编码成结构化数据。由于计算机及其
   他智能设备的普及，由其采集的各类数据以铺天盖地之势爆发出来，在国际互联网的推波助
   澜下，这些爆炸性增长的数据又成了公共数据。这些海量、杂乱的数据以前被看作无用而又
   占据存储空间的“垃圾”，随着数据挖掘和处理技术的发展，这些“数据垃圾”迅速变废为
   宝，成了炙手可热的资源。那些先知先觉的吃螃蟹者靠这些资源一夜暴富，成了时代的新宠
   和标杆。在这些“数据富豪”的示范和引领下，“数据”变成了一种继物质、能源之后的宝
   贵资源，占有数据就等于占有了财富。于是，各种数据都被收集和存储，数据规模爆炸式增
   长，形成了数据的海洋。这些海量数据与小数据时代的寥寥数据相比简直不可
   同日而语，因此被称为 “大数据”。大数据一词来源于英文Bigdata，用来指称“那些大小
   已经超出了传统意义上的尺度，一般的软件工具难于捕捉、存储、管理和分析的数据” ［2］
   57 。据百度百科，“大数据”这个术语最早期 的使用可追溯到apacheorg的开源项目Nutch。
   当时，大数据用来描述为更新网络搜索索引需要同时进行批量处理或分析的大量数据集。随
   着GoogleMapＲeduce和GoogleFileSystem（GFS）的发布，大数据不再仅用来描述大量的数
   据，还涵盖了处理数据的速度。不过，大数据被广泛传播，主要归因于美国麦肯锡公司。
   2012年初，全球知名的咨询公司麦肯锡最早使用今天被大家理解的“大数据”概念，用来指
   称数据量特别巨大，超过PE级别（1015～1018字节）并包括结构性、半结构性和非结构性的
   数据
   从某种程度上说， 大数据主要是数据分析的前沿技术。简言之，从各种各样类型的数据中，
   快速获得有价值信息的能力，就是大数据技术。这也是大数据的概念一提出来就一呼百应的
   原因，因为它属于技术，具有巨大的商业价值，具有促使该技术走向众多商业应用的潜力。
   大数据是一个总称性的概念，它还可以细分为大数据科学、大数据技术、大数据工程和大数
   据应用等领域。目前我们所说的大数据更多局限于大数据技术和大数据应用，而对大数据科
   学和工程则还未重视。大数据科学关注大数据网络发展和运营过程中，发现和验证大数据的
   规律及其与自然和社会活动之间的关系，而大数据工程指大数据的规划建设、运营管理的系
   统工程。 有人把大数据的特点归纳为4个层面，并被 简称为4“V”［3］7 ：第一，Volume
   （大量），即数据数量巨大。从TB级别，跃升到PB级别（1TB=10 12 bt，1PB=1015bt）。第
   二，Variety（多样），即数据类型繁多。除了标准化的结构化编码数据之外，还包括网络
   日志、视频、图片、地理位置信息等等非结构化或无结构数据。第三，Velocity（高速），
   即处理速度快，实时在线。各种数据基本上可以做到实时、在线，并能够进行快速的处理、
   传送和存储，以便全面反映对象的当下状况。第四，Value（价值），即商业价值高，但价
   值密度低。以视频为例，在连续不间断的监控过程中，可能有用的数据
   仅仅有一两秒。 二、大数据引发的思维方式变革 “大数据开启了一次重大的时代转型。就
   像望远镜让我们能够感受宇宙，显微镜让我们能够观测微生物一样，大数据正在改变我们的
   生活以及理解世界的方式，成为新发明新服务的源泉，而更多的改变正蓄势待发。 ”［4］
   1 大数据正在改变我们的一切，其中最重要的是从改变我们的思维方式开始，引发思维大变
   革，并带来所谓的“大数据思维” 。所谓思维方式，就是我们大脑活动的内在程序，是一
   种习惯性的思考问题和处理问题的模式，它涉及我们看待事物的角度、方式和方法，并由此
   对我们的行为方式产生直接的影响。任何人都生活在一定的时代和环境中，其思考问题和解
   决问题的习惯和模式都会受到时代和环境的影响，并
   由此决定他怎样观察和理解这个世界。例如，文艺复兴以来，由于牛顿力学的巨大成功，人
   们就用牛顿力学来看待一切，似乎世界就像一台巨大的机器，完全可以用牛顿力学的三大定
   律和万有引力定律来认识和解释一切现象，以至于活生生的人类自身也变成了“机器”，这
   就是著名的机械论思维方式。 随着Google、百度、腾讯、淘宝等网络公司的迅速崛起以及
   他们的迅速致富，数据致富成了新的致富神话。山西的煤老板、王石等房地产商、拥有数百
   万一线工人的富士康公司等，费了九牛二虎之力才取得亿万财富，而这些网络数据商则在短
   短的几年时间就迅速超越了这些实体公司的财富，并且所费人力、物力和财力甚少。人们现
   在才如梦方醒，知道了数据在我们这个时代成了最重要的资源之一。数据就是资源，数据就
   是财富成了迅速深入人心的理念。一切皆用数据来观察，一切都用数据来刻画，一切数据也
   被当作财富来采集、存储和交易，这就是所谓的“数字化生存”。“大数据是人们获得新的
   认知、创造新的价值的源泉；大数据还是改变市场、组织机构，以及政府与公民关系的方法。
   ”［4］9 人们迅速地以数据的眼光来观察世界和理解、解释这个纷繁复杂的世界，这就是
   所谓的大数据思维。按照舍恩伯格的说法：“所谓大数据思维，是指一种意识，认为公开的
   数据一旦处理得当就能为千百万人急需解决的问题提供答案。 ”［4］167
   曾几何时， 数据只是刻画世界的一种方便符号，而如今却成了财富，甚至有人提出世界的
   本质就是数据。因此，随着大数据时代的来临，人类的思维方式必然会产生革命性的变革。
   这些变革主要表现在如下几个方面： 第一，整体性，即用整体的眼光看待一切，由原来时
   时处处强调部分到如今强调“一个都不能少”，不能只有精英，而其他只能“被代表”。西
   方科学从古希腊开始就有寻找“始基”的传统，以牛顿力学为代表的近代科学家们更是擅长
   分割整体，不断还原，通过研究作为基本构件的部分来把握整体行为，由此形成了西方科学
   的还原论传统。在还原论眼中，万事万物都可以分解为部分，部分比整体更加重要，只要把
   握了部分，整体就尽在掌握之中。这些部分也被称为要素，而整体则被称为系统。之所以重
   视部分，原因当然无非有两个：一是当时的科学还处于刚刚开始的阶段，通过简
   单的分解就可以取得丰硕的成果；二是当时的处理能力还不足以把握复杂的整体，于是采取
   迂回的办法，通过分解为更简单的部分来把握复杂的整体。当整体只由简单的几个部分组成
   时，当然其所有部分都会被详细研究。但当整体由众多的部分构成时，由于处理能力所限，
   不可能对所有部分进行研究，于是只能选取其中的一些部分，试图通过这些部分来代表全部，
   这就是统计学中十分著名的样本研究法。为了让这些部分能够代表整体，就有了如何科学抽
   样的研究。但是，无论如何科学抽样，都有可能走样，部分都未必能够代表整体。于是就有
   了以系统科学和复杂性研究为代表的整体论兴起以及中国古代整体论的复兴。但无论是西方
   现代整体论还是中国古代的整体论，其整体都是抽象的整体，无法进行技术操作，只停留在
   抽象的概念层面。随着大数据的兴起，整体和部分终于走向了统一。大数据理论承认整体是
   由部分组成的，但面对大数据，我们不能用抽样的方法只研究少量的部分，而让其他众多的
   部分“被代表”。在大数据研究中，我们不再进行随机抽样，而是对全体数据进行研究。正
   如维克托所说：“要分析与某事物相关的所有数据，而不是依靠分析 少量的数据样本。 ”
   ［4］29 “当数据处理技术已经发生了翻天覆地的变化时，在大数据时代进行抽样分析就像
   在汽车时代骑马一样。一切都改变了，我 们需要的是所有的数据，‘样本=总体’。”［4］
   27 大数据技术将整体论的“整体”落到了实处，整体不再是抽象的整体，而是可以进行具
   体操作的整体，而且能够真正体现整体的行为。在大数据时代，不再有“被代表”，整体真
   正体现了全部，反映了所有的细节。 第二，多样性，即承认世界的多样性和差异性，由原
   来的典型性和标准化到如今的“怎样都行”，一切都有存在的理由，真正做到了“存在的就
   是合理的”。在小数据时代，人们获取数据和处理数据都不是那么容易，因此要求每个数据
   都必须精确和符合要求，或者说按照某个格式或标准来采集统一结构标准的数据。例如我们
   的手机号码、身份证号码都是统一格式的，在人口普查、经济普查等各种普查中，都严格要
   求按照标准化的格式登记和填写。一旦产生非标准的数据就会当做无用数据而被排除。在计
   算机的数据结构中，这些标准化的数据叫做结构化数据。然而，在大数据时代，随时随地都
   在产生各类数据，而且这些数据没有统一要求或标准， 五花八门。按大数据的视野看来，
   这些数据虽然没有标准化，但依然是宝贵的资源，无论是标准的还是非标准的数据都有其存
   在的理由 。“我们乐于接受数据的纷繁复杂，而不再追求精确性。 ”［4］29 科学哲学家
   费耶尔阿 本德认为，在科学方法上应该提倡无政府主义，没有标准 ，“怎么都行”。大数
   据真正体现了这种科学方法论，也体现了德国哲学家的思想：凡存在的都是合理的，这些数
   据既然产生并已经存在，就有其存在的理由，就有其合理性。大数据时代真正体现了百花齐
   放的多样性，而不再是小数据时代的单调乏味的统一性。 第三，平等性，即各种数据具有
   同等的重要性，由原来的金字塔式结构变成了平起平坐的平等结构，强调了民主和平等。任
   何系统都有其组成结构，组成系统的各种要素按照某种结构组织起来而形成系统。在还原论
   的影响下，小数据时代的科学技术特别强调系统的层次结构，钟情于金字塔式的、不平等的
   等级结构，由此来强调系统要素之间的不平等性。在等级结构中，我们可以像剥洋葱一样层
   层剥离，通过层层还原来不断揭示出要素之间的关系，并强调金字塔顶的基础作用以及上下
   级的领导关系。在大数据的海量数据中，所有的数据更多地是处于平等关系，因此不会特别
   突出某些数据的关键作用。在大数据时代，群众成了真正的英雄，而不再过分强调精英和英
   雄的突出地位。 第四，开放性，即一切数据都对外开放，没有数据特权，从原来的单位利
   益、个人利益变为全民共享。封闭导致混沌和腐败，开放则带来有序和生机。由于处理能力
   的限制，以往的科学在对研究对象进行研究时，都要把对象与环境隔离开来，就像牛顿力学
   在做力学分析时那样，这种分离、封闭的方法也深深地影响了我们的思维方式。在社会生活
   中，我们也是把社会划分为不同的部门或利益共同体，整个社会就由大大小小诸多的部门或
   利益共同体构成。为了自身的利益，各利益共同体都各自为政，不愿意把信息对外公布和分
   享。当然，在以往的社会，即使想跟大众分享，也没有实现分享的技术途径。在大数据时代，
   互联网、云技术等信息技术为我们提供了便捷的共享手段。遍地可见的电脑、智能手机、摄
   像头以及其他诸多的信息采集设备和存储设备将海量数据置于公共空间，为公众共享信息提
   供了基础。因此，大数据时代是一个开放的时代，一切都被置于“第三只眼”中，太阳底下
   无隐私，分享、共享成了共识，传统的小集团利益被打破，社会成了一个透明、公开的社会。
   这也符合大众的期望，因为大众就希望通过公开透明来消除因封闭、封锁而导致的腐败，开
   放、共享带来社会经济的勃勃生机。 第五，相关性，即关注数据间的关联关系，从原来凡
   事皆要追问“为什么”到现在只关注“是什么”，相关比因果更重要，因果性不再被摆在首
   位。西方科学传统中，因果性是各门学科关注的核心，古希腊哲学家所谓的本源问题其实就
   是因果关系问题，物理、化学、生物等学科所得到的所谓规律无非就是各种因果关系而已。
   在传统科学中，由于科学工具和处理能力所限，只能寻找和处理简单的几个量之间的线性关
   系。因为每个数据得来不易，所以几乎没有冗余数据，每个量总能找到其前因后果，因而形
   成一个长长的因果关系链。但是，在大数据时代，由于数据量特别巨大，几乎都是海量，要
   找出所有量与量之间的因果关系几乎是不可能的，因此只好把它们封装起来作为一个黑箱，
   我们只关注这个黑箱的宏观行为，不甚关注其内部机制。我们通过比对来发现数据之间的相
   关关系，找到宏观行为中具有显著相关的数据之间的变化关系。由于这些相关数据之间在黑
   箱内经过了十分复杂的相互作用，不再是小数据时代的简单、直接的线性因果关系，而是复
   杂、间接的非线性因果关系，因此大数据时代的相关关系比因果关系更重要。正如维克托所
   说 ：“我们的思想发生了转变，不再探求难于捉摸的因果关系，转而 关注事物的相关关
   系。”［4］29 因此，大数据时代打破 了小数据时代的因果思维模式，带来了新的关联思
   维模式。 第六，生长性，即数据随时间不断动态变化，从原来的固化在某一时间点的静态
   数据到现在的随时随地采集的动态数据，在线地反映当下的动态和行为，随着时间的演进，
   系统也走向动态、适应。在小数据时代，采集的数据都是某个时间点的静态数据，比如传统
   的人口普查，必须规定在某时点开始普查，经历一段时间到某个时点结束，然后用几年的时
   间来处理得来的静态数据。这些静态的人口数据不能及时反映出每时每刻人口生生死死的动
   态变化，而是具有很长的时滞性，因此不能反映人口的实际状况。在大数据时代，由于基本
   上可以做到在线采集数据，并能够迅速处理和反映当下的状态， 因此能够反映出实际的状
   态。大数据时代的最大特点就是采用各种智能数据采集设备，随时随地采集到各种即时数据，
   并通过网络及时传输，通过云存储或云计算进行即时处理，基本上不会滞后。此外，由于大
   数据时代采集、存储、传输、处理、使用数据的便捷性，因此我们可以做到不断更新数据。
   这些随时间流不断更新的数据正好反映了数据随时间的动态演化过程，这个过程构成了一幅
   动态演化全景图。这种动态演化图景正好反映了数据的生长性。此外，系统可以根据即时的
   动态信息来随时调整系统的行为，从而体现出系统的适应性。 三、大数据思维是一种复杂
   性思维 大数据思维从诸多方面都体现了思维方式的重大变革，代表着思维发展的新方向
   ［5］ 。不过，顺 着时间的脉络和思维的逻辑，我们很快就会发现大数据思维与世纪之交
   兴起的复杂性科学和复杂性思维具有极大的相似性，更极端一点来说，大数据思维从本质上
   来说就是复杂性思维。 复杂性思想古已有之，古希腊的亚里士多德以及整个古代哲学都具
   有复杂性思想。黑格尔和马克思、恩格斯更是以辩证法的哲学形式加以表达，但复杂性科学
   却一直等到20世纪90年代才兴起。美国三位诺贝尔奖获得者因为不满现代科学的学科分裂，
   在新墨西哥州发起成立圣菲研究所（SFI），以便弥合学科裂缝，整合科学资源，特别是试
   图从思维方式和科学方法论上超越长期以来占统治地位的机械思维和还原论方法。所谓复杂
   性科学，并不属于某一门新学科，而是一种科学新思维和新方法论 ［6］ 。复杂性科学认
   为，自然界和 人类社会都纷繁复杂，并不像牛顿力学等近现代科学所认为的那样简单。大
   自然和人类的思维、行为并不完全严格按照线性因果关系来组织和行动，更多情况是随机、
   自由或非线性、多样性的。传统的机械自然观和还原方法论把一切对象都当作一架静止的机
   器，可以随意拆卸和组装，而且最终可以还原成某个基本原件。复杂性科学则持一种有机自
   然观，把一切对象都看作是有生命的、会生成演化的系统。即使是最简单的几个要素经过非
   线性相互作用，都有可能涌现出复杂的行为。正因如此，我们不能根据简单因果关系来推导
   系统的行为。这也就是说，因为非线性相互作用，简单要素经过分岔、突变，会涌现出复杂
   多样的斑斓世界。 牛顿力学、爱因斯坦相对论等传统的学科都基本上基于机械思维和还原
   方法论，因此全部被称为简单性科学。简单性科学与复杂性科学在世界观、本体论、认识论
   与方法论等诸多方面都有着革命性的差别。用美国科学哲学家托马斯·库恩的话来说，它们
   属于不同的科学范式，而且相互的通约性比较小。也就是说，从简单性科学到复杂性科学，
   是科学范式的不同转换，是典型的科学革命，其本体信念、认识趣向、共有价值、方法特性
   和符号通式诸多方面都发生了根本的变化（见表1） ［7］ 。


   表1所描述的从简单性科学到复杂性科学的5个维度的转变几乎也都适合用来描述从小数据时
   代到大数据时代的转变。我们已经知道，大数据思维具有整体性、多样性、平等性、开放性、
   相关性和生长性等特征，这些特性其实正好就是复杂性科学的典型特征。因此，可以得出结
   论说，简单性科学与复杂性科学、小数据时代与大数据时代
   具有某种平行性和对应性， 小数据属于简单性科学，而大数据属于复杂性科学。由此不难
   看出，大数据的思维变革是科学范式从简单性科学走向复杂性科学的反映，而大数据思维从
   本质上来说就是一种复杂性思维 ［8］ 。 可以说，小数据时代属于简单性科学时代，而大
   数据时代属于复杂性科学时代，它们之间有时重叠交叉，有时各自发展。数据观的变革主要
   与信息科学、信息论、计算科学以及人工智能相关。随着计算机技术、网络技术的发展，数
   据处理的技术和能力有了翻天覆地的变化，从而引起了从小数据到大数据的革命性变革。可
   以说，数据观的革命主要是因为技术革命引起的，因而大数据最突出的表现是数据处理技术
   的革命性突破。正因为如此，大数据技术对百姓的生活、工作与思维产生了巨大的影响。从
   简单性科学到复杂性科学的科学观变革主要与系统科学、系统论以及其他科学相关，它更多
   属于科学思想观念和哲学思维等理念层次的变革，因而更多表现在各门学科的科学观念的革
   命转变上。因此，科学观从简单性到复杂性的变革虽然也是一场革命，但它对生产、经济，
   以及百姓的日常生活影响没有那么巨大，主要局限于科学和哲学等学术领域。 由此，我们
   可以说，从简单性科学到复杂性科学的革命，与从小数据时代到大数据时代在本质上是相通
   的，不过前者更多地表现在科学层面，而后者主要表现在技术层面；前者更多局限在思想领
   域，后者则直接对我们的生产、生活和思维产生了全方位的影响。因此，大数据技术革命与
   复杂性科学革命既有区别又有联系，但它们在思维变革方面是基本一致的。 四、结束语 当
   前正在轰轰烈烈兴起的大数据革命是一场
   影响巨大的科学技术革命，它必将改变世界，影响深远，必将使我们的学习、工作与生活彻
   底改观，使我们的思维方式产生彻底的变革。大数据思维体现了复杂性科学的思维方式，并
   且用最先进的数据采集、存储、传递和使用的技术让这种新思维得到全方位的落实，并带来
   大机遇、大挑战、大变革，最终“从大数据走向大社会” ［2］308 。在呼啸而 来的大数
   据时代，一切坚固的东西正在烟消云散。大数据正在不断重塑我们的社会以及我们看待世界
   的方式。因此，不管愿意与否，我们都必将被大数据时代的滚滚洪流席卷，要么成为一个弄
   潮儿，要么彻底被时代淘汰。

   参考文献：
   ［1］阿尔文·托夫勒．第三次浪潮［ M］．北京:中信出版社，2006:83－85．
   ［2］ 涂子沛．大数据［M］．桂林:广西师范大学出版社， 2013．［3］李德伟．大数据改
   变世界［M］．北京:电子工业出版 社， 2013．［4］维克托·舍恩伯格，肯尼斯·库克耶．
   大数据时代 ［M］．杭州:浙江人民出版社，2013． ［5］LucianoFloridi．
   Bigdataandtheirepistemologicalchal-lenge［J］．PhilosTechnol，2012(25):435－437．
   ［6］黄欣荣．复杂性科学的方法论研究［M］．重庆:重庆大 学出版社， 2011．［7］黄欣
   荣．复杂性科学与中医［J］．中医杂志，2013(19): 1621－1626． ［8］艾伯特·巴拉巴西．
   爆发:大数据时代预见未来的新 思维［ M］．北京:中国人民大学出版社，2012:245






** DONE 大数据思维的十大原理
   CLOSED: [2017-09-27 三 21:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-27 三 21:21]
   CLOCK: [2017-09-27 三 20:39]--[2017-09-27 三 21:21] =>  0:42
   :END:
   https://wenku.baidu.com/view/672dd09514791711cc7917c7.html

** DONE 大数据时代，我们如何做教师<2017-09-26 二>
   CLOSED: [2017-09-26 二 15:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-26 二 15:46]
   CLOCK: [2017-09-26 二 15:37]--[2017-09-26 二 15:46] =>  0:09
   :END:
   http://blog.caijing.com.cn/expert_article-151688-83377.shtml

   大数据时代，我们如何做教师

   2015-05-28 18:40:04分类：未分类

   2015年5月27日，在美国的波士顿，全球最大的国际教育工作者协会大会(NAFSA，National
   Association of Foreign Student Affairs)上，美国厚仁教育首席发展官陈航先生发布了
   首份中国留学生开除报告，报告称去年超过8000名中国留学生被美国大学开除，引起舆论哗
   然。大家不知道的是，这几年与陈航先生交往，陈航所在的公司帮助开除学生重新回到校园
   已经成为陈航所在的厚仁教育的一项主要任务。陈航公司也由于有一批专业指导不具备自理
   能力的中国留学生的辅导员队伍，而声名鹊起，公司快速成长。100多名公司员工活跃于各
   个美国的大学，用网络方式长期指导和支持在美中国留学生的学习、转学与困惑。陈航和他
   的同伴们能够这样做，当然不是仅仅基于道德情操而是基于数据，陈航发布的《2015留美中
   国学生现状白皮书》用翔实的数据，说明了在美留学生的状态。与此同时，一个叫做ZINCH
   的网站迅速在留美家长中火爆，注册用户只要把学生的各科学业成绩和SAT分数、托福分数
   以及特长输入这个网站，基本上可以八九不离十地知道会被什么大学录取、会被什么大学拒
   绝。注册用户还会经常收到网站后面的各个大学的招生官的信，个性化地提供招生对口服务。
   我注意到这几件事情是发现，这些背后依靠大数据资料提供服务的培训机构的教师，往往比
   中国的高三老师和美国的高中的辅导员更加专业和准确，从某种意义上来讲，校园中的一部
   分老师，已经被大数据的市场服务替代了。

   这就引起我进一步思索：大数据时代，我们如何做教师？

*** DONE computer
    CLOSED: [2017-09-26 二 17:13]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-09-26 二 17:13]
    CLOCK: [2017-09-26 二 17:12]--[2017-09-26 二 17:13] =>  0:01
    :END:

    computer | BrE kəmˈpjuːtə, AmE kəmˈpjudər |
    noun 计算机 jìsuànjī

    to do [something] by computer or on a computer
    用计算机做某事

    to have/put [something] on computer
    将某资料存入计算机

    the computer is up/down
    这台计算机在运行/无法运行

    a personal/home/laptop computer
    个人/家用/笔记本电脑

    to be or work in computers
    在计算机行业工作
*** DONE laptop
    CLOSED: [2017-09-26 二 17:19]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-09-26 二 17:19]
    CLOCK: [2017-09-26 二 17:13]--[2017-09-26 二 17:19] =>  0:06
    :END:
    laptop | BrE ˈlaptɒp, AmE ˈlæpˌtɑp |

    noun 手提电脑 shǒutí diànnǎo

    a laptop computer 笔记本电脑

** DONE practice
   CLOSED: [2017-09-28 四 09:42]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-09-28 四 09:42]
   CLOCK: [2017-09-28 四 09:16]--[2017-09-28 四 09:42] =>  0:26
   :END:
